import React from 'react'

class BlueChTextHeb extends React.Component{

    render() {
        return (
            <div>
                <b>אתגר לילדים עד גיל 6 כולל:</b>
                <br/>
                <li>עמידה על יד ורגל נגדיים לזמן מקסימאלי (תסתכלו בסרטון איך)</li>
                <br/>
                10 נק - מעל 20 שניות<br/>
                8 נק - מעל 18 שניות<br/>
                6 נק - מעל 15 שניות<br/>
                5 נק - מעל 10 שניות<br/>
                4 נק - מעל 5 שניות<br/>
                2 נק - פחות 5 שניות<br/>

                <br/>
                <b>אתגר לילדים גיל 7 ומעלה:</b>
                <br/>
                <li>עמידה על יד ורגל מאותו צד לזמן מקסימאלי (תסתכלו בסרטון איך)</li>
                <br/>
                10 נק - מעל 70 שניות<br/>
                9 נק - מעל 60 שניות<br/>
                8 נק - מעל 50 שניות<br/>
                7 נק - מעל 40 שניות<br/>
                6 נק - מעל 30 שניות<br/>
                5 נק - מעל 25 שניות<br/>
                4 נק - מעל 20 שניות<br/>
                3 נק - מעל 15 שניות<br/>
                2 נק - מעל 10 שניות<br/>
                1 נק - מעל 5 שניות<br/>
            </div>
        )
    }
}

export default BlueChTextHeb;