import React from 'react'

class BlueChTextRus extends React.Component{

    render() {
        return (
            <div>
                <b>Челлендж для детей в возросте до 8и лет включительно:</b>
                <br/>
                <li>Кувырки вперд втечение 30 секунд (посмотрите как правильно делать на видео)</li>
                <br/>
                <br/>
                10 баллов - более 18 кувырков<br/>
                8 баллов - более 16 кувырков<br/>
                6 баллов - более 14 кувырков<br/>
                5 баллов - более 12 кувырков<br/>
                4 баллов - более 8 кувырков<br/>
                2 баллов - менее 5 кувырков<br/>

                <br/>
                <b>Челлендж для детей в возросте с 9и лет и старше:</b>
                <br/>
                <li>Прыжки с колоков на ладошки и обратно на кулак втечение 30 секунд (посмотрите как правильно делать на видео)</li>
                <br/>
                <br/>
                10 баллов - более 38 раз<br/>
                9 баллов - более 36 раз<br/>
                8 баллов - более 34 раз<br/>
                7 баллов - более 28 раз<br/>
                6 баллов - более 45 раз<br/>
                5 баллов - более 25 раз<br/>
                4 баллов - более 18 раз<br/>
                3 баллов - более 14 раз<br/>
                2 баллов - более 10 раз<br/>
                1 баллов - менее 5 раз<br/>
            </div>
        )
    }
}

export default BlueChTextRus;