import React from 'react'

class BlueChTextHeb extends React.Component{

    render() {
        return (
            <div>
                <b>אתגר לילדים עד גיל 7 כולל:</b>
                <br/>
                <li>עמידה על יד ורגל נגדיים לזמן מקסימאלי (תסתכלו בסרטון איך)</li>
                <br/>
                10 נק - מעל 20 שניות<br/>
                8 נק - מעל 18 שניות<br/>
                6 נק - מעל 15 שניות<br/>
                5 נק - מעל 10 שניות<br/>
                4 נק - מעל 5 שניות<br/>
                2 נק - פחות 5 שניות<br/>

                <br/>
                <b>אתגר לילדים מגיל 8 ומעלה:</b>
                <br/>
                <li>ביצוע תרגיל בטן עם סחפור של בדיחה (תסתכלו בסרטון איך)</li>
                <br/>
                10 נק - הצליח לספר את הבדיחה עד הסוף<br/>
                5 נק - לא הצליח לסיים את הבדיחה<br/>
            </div>
        )
    }
}

export default BlueChTextHeb;