import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>לילדים בני 4-5: כמות מקסימאלית של זריקות כדור לקיר מישיבה שפופה ב 30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 40 פעמים<br/>
                9 נק - 35 פעמים<br/>
                8 נק - 30 פעמים<br/>
                7 נק - 25 פעמים<br/>
                6 נק - 20 פעמים<br/>
                5 נק - 15 פעמים<br/>
                4 נק - 12 פעמים<br/>
                3 נק - 10 פעמים<br/>
                2 נק - 8 פעמים<br/>
                1 נק - 4 פעמים<br/>
                0 נק - פחות מ4 פעמים<br/>
                <br/>
                <br/>
                <br/>
                <b>לבני 6 ומעלה: כמות מקסימאלית של בטן עם זריקת כדור לקיר ב 30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <br/>
                <li>ניקוד:</li>
                10 נק - 34 פעמים<br/>
                9 נק - 30 פעמים<br/>
                8 נק - 28 פעמים<br/>
                7 נק - 25 פעמים<br/>
                6 נק - 20 פעמים<br/>
                5 נק - 18 פעמים<br/>
                4 נק - 14 פעמים<br/>
                3 נק - 10 פעמים<br/>
                2 נק - 8 פעמים<br/>
                1 נק - 4 פעמים<br/>
                0 נק - פחות מ4 פעמים<br/>
                <br/>
            </div>
        )
    }
}

export default ChallengeHeb;