import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Для 6 лет и старше: Максимальное количество подъемов на стену на 8 счетов за 30 сек.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 11 раз<br/>
                9 баллов - 10 раз<br/>
                8 баллов - 9 раз<br/>
                7 баллов - 8 раз<br/>
                6 баллов - 7 раз<br/>
                5 баллов - 6 раз<br/>
                4 баллов - 5 раз<br/>
                3 баллов - 4 раз<br/>
                2 баллов - 3 раз<br/>
                1 балл - 2 раз<br/>
                0 баллов - менее чем 2 раз<br/>
                <br/>
                <br/>
                <br/>

                <b>Для дете 4-5 лет: Максимальное количество касание стены за 30 сек. Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 60 раз<br/>
                9 баллов - 55 раз<br/>
                8 баллов - 50 раз<br/>
                7 баллов - 40 раз<br/>
                6 баллов - 35 раз<br/>
                5 баллов - 30 раз<br/>
                4 баллов - 25 раз<br/>
                3 баллов - 20 раз<br/>
                2 баллов - 15 раз<br/>
                1 балл - 10 раз<br/>
                0 баллов - менее чем 10 раз<br/>
                <br/>

            </div>
        )
    }
}

export default ChallengeRus;