import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>לילדים עד גיל 7 (כולל):</b>
                <br/>
                <br/>
                <li>עמידה על רגל אחת כאשר הרגל השניה מורמת גבוה למשך זמן מירבי (תסתכלו בסרטון איך)</li>
                10 נק - מעל 60 שניות<br/>
                9 נק - מעל 50 שניות<br/>
                8 נק - מעל 40 שניות<br/>
                7 נק - מעל 30 שניות<br/>
                6 נק - מעל 25 שניות<br/>
                5 נק - מעל 20 שניות<br/>
                4 נק - מעל 15 שניות<br/>
                3 נק - מעל 10 שניות<br/>
                2 נק - מעל 5 שניות<br/>
                1 נק - מעל 2 שניות<br/>
                <br/>
                <br/>
                <b>לילדים בני 8 ומעלה:</b>
                <br/>
                <br/>
                <li>קימה מהגב (ללא עזרת ידיים!) וקפיצה עם הצמדת רגליים לחזה למשך 30 שניות (תסתכלו בסרטון איך)</li>
                10 נק - מעל 10 פעמים<br/>
                9 נק - מעל 9 פעמים<br/>
                8 נק - מעל 8 פעמים<br/>
                7 נק - מעל 7 פעמים<br/>
                6 נק - מעל 6 פעמים<br/>
                5 נק - מעל 5 פעמים<br/>
                4 נק - מעל 4 פעמים<br/>
                3 נק - מעל 3 פעמים<br/>
                2 נק - מעל 2 פעמים<br/>
                1 נק - מעל 1 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;