import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>אתגר לילדים עד גיל 7 (כולל):</b>
                <br/>
                <li>ביצוע מספר מקסימאלי של 3 שכיבות שמיכה + 3 סיבובים בחצי דקה (תסתכלו בסרטון איך)</li>
                <br/>
                <br/>
                10 נק - מעל 5 פעמים<br/>
                8 נק - מעל 4 פעמים<br/>
                6 נק - מעל 3 פעמים<br/>
                4 נק - מעל 2 פעמים<br/>
                2 נק - מעל 1 פעמים<br/>

                <br/>
                <b>אתגר לגילאים 8 ומעלה:</b>
                <br/>
                <li>ביצוע מספר מקסימאלי של קפיצות מכף יד לאגרוף כשהידיים מתחילות הפוכות (תסתכלו בסרטון איך)</li>
                <br/>
                <br/>
                10 נק - מעל 35 פעמים<br/>
                9 נק - מעל 30 פעמים<br/>
                8 נק - מעל 25 פעמים<br/>
                7 נק - מעל 23 פעמים<br/>
                6 נק - מעל 20 פעמים<br/>
                5 נק - מעל 15 פעמים<br/>
                4 נק - מעל 13 פעמים<br/>
                3 נק - מעל 10 פעמים<br/>
                2 נק - מעל 5 פעמים<br/>
                1 נק - מעל 2 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;