import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Максимальное количество приседания на одной ноге за 1 минуту
                    (если приседание было без помощи то дается 3 баллаб если с помощю, то 1 балл).
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 63 балла<br/>
                9 баллов - 55 баллов<br/>
                8 баллов - 45 баллов<br/>
                7 баллов - 40 баллов<br/>
                6 баллов - 30 баллов<br/>
                5 баллов - 20 баллов<br/>
                4 баллов - 15 баллов<br/>
                3 баллов - 10 баллов<br/>
                2 баллов - 5 баллов<br/>
                1 балл - 1 бал<br/>
                0 баллов - 0 баллов<br/>

            </div>
        )
    }
}

export default ChallengeRus;