import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>מעבר מהגב לבטן וחזרה לגב עם עצם כלשהו ביד ב 30 שניות. שימו לב שכל מעבר נספר כפעם אחת, כלומר בסרטון יוצא 39 פעמים (תסתכלו בסרטון איך)</b>
                <br/>
                <br/>
                <li>לילדים עד גיל 5 (כולל):</li>
                10 נק - מעל 33 פעמים<br/>
                9 נק - מעל 30 פעמים<br/>
                8 נק - מעל 27 פעמים<br/>
                7 נק - מעל 24 פעמים<br/>
                6 נק - מעל 21 פעמים<br/>
                5 נק - מעל 19 פעמים<br/>
                4 נק - מעל 17 פעמים<br/>
                3 נק - מעל 15 פעמים<br/>
                2 נק - מעל 13 פעמים<br/>
                1 נק - מעל 10 פעמים<br/>
                <br/>
                <br/>
                <li>לילדים בני 6 ומעלה:</li>
                10 נק - מעל 37 פעמים<br/>
                9 נק - מעל 35 פעמים<br/>
                8 נק - מעל 31 פעמים<br/>
                7 נק - מעל 27 פעמים<br/>
                6 נק - מעל 23 פעמים<br/>
                5 נק - מעל 21 פעמים<br/>
                4 נק - מעל 19 פעמים<br/>
                3 נק - מעל 17 פעמים<br/>
                2 נק - מעל 15 פעמים<br/>
                1 נק - מעל 13 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;