import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>עליה על ידיים ישרות ממצב פלאנק ו2 נגיעות בקיר ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 20 פעמים<br/>
                9 נק - 18 פעמים<br/>
                8 נק - 16 פעמים<br/>
                7 נק - 14 פעמים<br/>
                6 נק - 12 פעמים<br/>
                5 נק - 10 פעמים<br/>
                4 נק - 8 פעמים<br/>
                3 נק - 6 פעמים<br/>
                2 נק - 4 פעמים<br/>
                1 נק - 2 פעמים<br/>
                0 נק - פחות מ 2 פעמים<br/>
                <br/>
                <br/>

                <b>נגיעות בפסים השוכבים על הריצפה במרחק של ידיים מתוחות ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 26 פעמים<br/>
                9 נק - 24 פעמים<br/>
                8 נק - 22 פעמים<br/>
                7 נק - 20 פעמים<br/>
                6 נק - 18 פעמים<br/>
                5 נק - 16 פעמים<br/>
                4 נק - 14 פעמים<br/>
                3 נק - 12 פעמים<br/>
                2 נק - 10 פעמים<br/>
                1 נק - 8 פעמים<br/>
                0 נק - פחות מ 8 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;