import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>כמות מקסימאלית של שב קום על רגל אחת ב1 דקה (כל פעם שמצליחים לעשות ללא עזרה זה נותן 3 נקודות, אם מצליחים עם עזרה זה נותן נקודה אחת). תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 63 נקודות (לפי החישוב שהוסבר)<br/>
                9 נק - 55 נקודות<br/>
                8 נק - 45 נקודות<br/>
                7 נק - 40 נקודות<br/>
                6 נק - 30 נקודות<br/>
                5 נק - 20 נקודות<br/>
                4 נק - 15 נקודות<br/>
                3 נק - 10 נקודות<br/>
                2 נק - 5 נקודות<br/>
                1 נק - 1 נקודות<br/>
                0 נק - 0 נקודות<br/>
            </div>
        )
    }
}

export default ChallengeHeb;