import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>לילדים בני 4-5: תרגיל קוארדינציה עם שני פסים על הרצפה ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 20 פעמים<br/>
                9 נק - 19 פעמים<br/>
                8 נק - 18 פעמים<br/>
                7 נק - 17 פעמים<br/>
                6 נק - 15 פעמים<br/>
                5 נק - 12 פעמים<br/>
                4 נק - 9 פעמים<br/>
                3 נק - 6 פעמים<br/>
                2 נק - 4 פעמים<br/>
                1 נק - 2 פעמים<br/>
                0 נק - 0 פעמים<br/>
                <br/>
                <br/>
                <br/>
                <b>ילדים בני 6 ומעלה: תרגיל קוארדינציה עם שני פסים על הרצפה ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 14 פעמים<br/>
                9 נק - 13 פעמים<br/>
                8 נק - 12 פעמים<br/>
                7 נק - 11 פעמים<br/>
                6 נק - 10 פעמים<br/>
                5 נק - 9 פעמים<br/>
                4 נק - 8 פעמים<br/>
                3 נק - 6 פעמים<br/>
                2 נק - 4 פעמים<br/>
                1 נק - 2 פעמים<br/>
                0 נק - 0 פעמים<br/>
                <br/>
            </div>
        )
    }
}

export default ChallengeHeb;