import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Дети 6 лет и старше: Максимальное количество отжиманий от стены за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 30 раз<br/>
                9 баллов - 25 раз<br/>
                8 баллов - 20 раз<br/>
                7 баллов - 17 раз<br/>
                6 баллов - 14 раз<br/>
                5 баллов - 11 раз<br/>
                4 баллов - 8 раз<br/>
                3 баллов - 5 раз<br/>
                2 баллов - 3 раза<br/>
                1 балл - 1 раз<br/>
                0 баллов - 0 раз<br/>
                <br/>
                <br/>
                <b>Дети 4-5 лет: Максимальное количество касания стены стоя на одной ноге. за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 35 раз<br/>
                9 баллов - 30 раз<br/>
                8 баллов - 25 раз<br/>
                7 баллов - 20 раз<br/>
                6 баллов - 18 раз<br/>
                5 баллов - 15 раз<br/>
                4 баллов - 12 раз<br/>
                3 баллов - 9 раз<br/>
                2 баллов - 6 раз<br/>
                1 балл - 3 раза<br/>
                0 баллов - 0 раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;