import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>לילדים עד גיל 9 (כולל)</b><br/>
                <b>מכיאת כף מתחת לרגל ונגיעה עם הידיים בראש, כל פעם מחליפים רגל ב 30 שניות. (תסתכלו בסרטון איך)</b>
                <br/>
                <br/>
                <li>לילדים עד גיל 6 (כולל):</li>
                10 נק - מעל 45 פעמים<br/>
                9 נק - מעל 40 פעמים<br/>
                8 נק - מעל 35 פעמים<br/>
                7 נק - מעל 30 פעמים<br/>
                6 נק - מעל 24 פעמים<br/>
                5 נק - מעל 20 פעמים<br/>
                4 נק - מעל 15 פעמים<br/>
                3 נק - מעל 10 פעמים<br/>
                2 נק - מעל 5 פעמים<br/>
                1 נק - מעל 2 פעמים<br/>
                <br/>
                <br/>
                <li>לילדים בני 7-9 (כולל):</li>
                10 נק - מעל 50 פעמים<br/>
                9 נק - מעל 45 פעמים<br/>
                8 נק - מעל 40 פעמים<br/>
                7 נק - מעל 35 פעמים<br/>
                6 נק - מעל 30 פעמים<br/>
                5 נק - מעל 25 פעמים<br/>
                4 נק - מעל 20 פעמים<br/>
                3 נק - מעל 15 פעמים<br/>
                2 נק - מעל 10 פעמים<br/>
                1 נק - מעל 5 פעמים<br/>
                <br/>
                <br/>
                <b>לילדים בני 10 ומעלה</b><br/>
                <b>קשה להסביר את זה במילים :) ב 30 שניות. (תסתכלו בסרטון איך)</b>
                <br/>
                <br/>
                10 נק - מעל 35 פעמים<br/>
                9 נק - מעל 30 פעמים<br/>
                8 נק - מעל 25 פעמים<br/>
                7 נק - מעל 20 פעמים<br/>
                6 נק - מעל 17 פעמים<br/>
                5 נק - מעל 14 פעמים<br/>
                4 נק - מעל 11 פעמים<br/>
                3 נק - מעל 7 פעמים<br/>
                2 נק - מעל 4 פעמים<br/>
                1 נק - מעל 2 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;