import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Для детей до 7и лет (включительно)</b>
                <br/>
                <br/>
                <li>Максимальное долго простоять на одной ноге, когда вторая нога поднята высоко (посмотрите как это делать на видео)</li>
                10 баллов - 60 сек<br/>
                9 баллов - 50 сек<br/>
                8 баллов - 40 сек<br/>
                7 баллов - 30 сек<br/>
                6 баллов - 25 сек<br/>
                5 баллов - 20 сек<br/>
                4 баллов - 15 сек<br/>
                3 баллов - 10 сек<br/>
                2 баллов - 5 сек<br/>
                1 балл - 2 сек<br/>
                <br/>
                <br/>
                <b>Для детей в возрасте 8 лет и старше</b>
                <br/>
                <br/>
                <li>Максимальное количество подъемов со спины (без помощи рук!) и прыжок с поджатием ног к груди за 30 сек (посмотрите как это делать на видео)</li>
                10 баллов - 10 раз<br/>
                9 баллов - 9 раз<br/>
                8 баллов - 8 раз<br/>
                7 баллов - 7 раз<br/>
                6 баллов - 6 раз<br/>
                5 баллов - 5 раз<br/>
                4 баллов - 4 раза<br/>
                3 баллов - 3 раза<br/>
                2 баллов - 2 раза<br/>
                1 балл - 1 раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;