import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Максимальное количество прыжков на скакалке через пояс! за 30 сек (посмотрите как это делать на видео)</b>
                <br/>
                <br/>
                <li>Для детей до 7и лет (включительно)</li>
                10 баллов - 50 раз<br/>
                9 баллов - 45 раз<br/>
                8 баллов - 40 раз<br/>
                7 баллов - 35 раз<br/>
                6 баллов - 30 раз<br/>
                5 баллов - 25 раз<br/>
                4 баллов - 20 раз<br/>
                3 баллов - 15 раз<br/>
                2 баллов - 10 раз<br/>
                1 балл - 5 раз<br/>
                <br/>
                <br/>
                <li>Для детей в возрасте 8 лет и старше</li>
                10 баллов - 60 раз<br/>
                9 баллов - 55 раз<br/>
                8 баллов - 50 раз<br/>
                7 баллов - 45 раз<br/>
                6 баллов - 40 раз<br/>
                5 баллов - 35 раз<br/>
                4 баллов - 30 раз<br/>
                3 баллов - 25 раз<br/>
                2 баллов - 20 раз<br/>
                1 балл - 15 раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;