import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>ביצוע מספר מעברים מקסימאלי מגב לבטן ובחזרה בחצי דקה (תסתכלו בסרטון איך)</b>
                <br/>
                <br/>
                <li>ניקוד לילדים עד גיל 7(כולל):</li>
                10 נק - מעל 21 פעמים<br/>
                9 נק - מעל 19 פעמים<br/>
                8 נק - מעל 17 פעמים<br/>
                7 נק - מעל 15 פעמים<br/>
                6 נק - מעל 13 פעמים<br/>
                5 נק - מעל 11 פעמים<br/>
                4 נק - מעל 9 פעמים<br/>
                3 נק - מעל 7 פעמים<br/>
                2 נק - מעל 5 פעמים<br/>
                1 נק - מעל 3 פעמים<br/>
                <br/>
                <br/>
                <li>ניקוד לגילאים 8 ומעלה:</li>
                10 נק - מעל 23 פעמים<br/>
                9 נק - מעל 21 פעמים<br/>
                8 נק - מעל 19 פעמים<br/>
                7 נק - מעל 17 פעמים<br/>
                6 נק - מעל 15 פעמים<br/>
                5 נק - מעל 13 פעמים<br/>
                4 נק - מעל 11 פעמים<br/>
                3 נק - מעל 9 פעמים<br/>
                2 נק - מעל 7 פעמים<br/>
                1 נק - מעל 5 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;