import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Челлендж для белых и фиолетовых поясов:</b>
                <br/>
                <li>Максимальное количество "никай цуки" (два удара одной укой) за 30 сек (посмотрите как это делать на видео)</li>
                <br/>
                <br/>
                Баллы будут на этот раз выдаваться в зависимости от старания и возраста<br/>

                <br/>
                <b>Челлендж для оранжевых поясов:</b>
                <br/>
                <li>Максимальное количество 2ух блоков: джодан уке и гедан барай за 30 сек  (посмотрите как это делать на видео)</li>
                <br/>
                <br/>
                10 баллов - 20 раз<br/>
                9 баллов - 18 раз<br/>
                8 баллов - 16 раз<br/>
                7 баллов - 14 раз<br/>
                6 баллов - 12 раз<br/>
                5 баллов - 10 раз<br/>
                4 баллов - 8 раз<br/>
                3 баллов - 6 раз<br/>
                2 баллов - 4 раз<br/>
                1 баллов - 2 раза<br/>

                <br/>
                <b>Челлендж для оранжевых синих поясов и старше:</b>
                <br/>
                <li>Максимальное количество 4ех блоков: джодан уке, сото уке, учи уке, и гедан барай за 30 сек  (посмотрите как это делать на видео)</li>
                <br/>
                <br/>
                10 баллов - 14 раз<br/>
                9 баллов - 12 раз<br/>
                8 баллов - 10 раз<br/>
                7 баллов - 8 раз<br/>
                6 баллов - 7 раз<br/>
                5 баллов - 6 раз<br/>
                4 баллов - 5 раз<br/>
                3 баллов - 4 раз<br/>
                2 баллов - 3 раз<br/>
                1 баллов - 2 раза<br/>
            </div>
        )
    }
}

export default ChallengeRus;