import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Максимальное количество переходов с живота на спину и обратно с предметом в руках за 30 сек.
                    Заметьте что каждый переход считается за один раз, тоесть на роличе аолучилось 39 раз. (посмотрите как это делать на видео)</b>
                <br/>
                <br/>
                <li>Для детей до 5и лет (включительно)</li>
                10 баллов - 33 раз<br/>
                9 баллов - 30 раз<br/>
                8 баллов - 27 раз<br/>
                7 баллов - 24 раз<br/>
                6 баллов - 21 раз<br/>
                5 баллов - 19 раз<br/>
                4 баллов - 17 раз<br/>
                3 баллов - 15 раз<br/>
                2 баллов - 13 раз<br/>
                1 балл - 10 раз<br/>
                <br/>
                <br/>
                <li>Для детей в возрасте 6 лет и старше</li>
                10 баллов - 37 раз<br/>
                9 баллов - 35 раз<br/>
                8 баллов - 31 раз<br/>
                7 баллов - 27 раз<br/>
                6 баллов - 23 раз<br/>
                5 баллов - 21 раз<br/>
                4 баллов - 19 раз<br/>
                3 баллов - 17 раз<br/>
                2 баллов - 15 раз<br/>
                1 балл - 13 раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;