import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>חגורות לבנות\סגולות\כתומות: תרגילי קוארדינציה כמו בוידאו ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 41 פעמים<br/>
                9 נק - 38 פעמים<br/>
                8 נק - 34 פעמים<br/>
                7 נק - 30 פעמים<br/>
                6 נק - 26 פעמים<br/>
                5 נק - 22 פעמים<br/>
                4 נק - 18 פעמים<br/>
                3 נק - 14 פעמים<br/>
                2 נק - 10 פעמים<br/>
                1 נק - 6 פעמים<br/>
                0 נק - פחות מ 6 פעמים<br/>
                <br/>
                <br/>
                <b>חגורות כחולות ומעלה: תרגילי קוארדינציה כמו בוידאו ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 42 פעמים<br/>
                9 נק - 38 פעמים<br/>
                8 נק - 34 פעמים<br/>
                7 נק - 30 פעמים<br/>
                6 נק - 26 פעמים<br/>
                5 נק - 22 פעמים<br/>
                4 נק - 18 פעמים<br/>
                3 נק - 14 פעמים<br/>
                2 נק - 10 פעמים<br/>
                1 נק - 6 פעמים<br/>
                0 נק - פחות מ 6 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;