import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Для детей в возрасте 4-5 лет (включительно)</b><br/>
                <b>Максимальное количество ударов цуки + мае гери за 30 сек (важно бить правильной рукой и ногой).
                    Заметьте что есть упрожнение для бонуса (посмотрите как это делать на видео)</b>
                <br/>
                <br/>
                <li>Оценка:</li>
                10 баллов - 35 раз<br/>
                9 баллов - 32 раз<br/>
                8 баллов - 29 раз<br/>
                7 баллов - 26 раз<br/>
                6 баллов - 23 раза<br/>
                5 баллов - 20 раз<br/>
                4 баллов - 17 раз<br/>
                3 баллов - 14 раз<br/>
                2 баллов - 11 раз<br/>
                1 балл - 8 раза<br/>
                <br/>
                <br/><b>Для детей в возрасте до 6 лет и старше</b><br/>
                <b>Максимальное количество ударов зоко гери за 30 сек.
                    Заметьте что есть упрожнение для бонуса (посмотрите как это делать на видео)</b>
                <br/>
                <br/>
                <li>Для детей 6-7 лет (включительно)</li>
                10 баллов - 20 раз<br/>
                9 баллов - 18 раз<br/>
                8 баллов - 16 раз<br/>
                7 баллов - 14 раз<br/>
                6 баллов - 12 раз<br/>
                5 баллов - 10 раз<br/>
                4 баллов - 8 раз<br/>
                3 баллов - 6 раз<br/>
                2 баллов - 4 раз<br/>
                1 балл - 2 раза<br/>
                <br/>
                <br/>
                <li>Для детей в возрасте 8 лет и старше</li>
                10 баллов - 30 раз<br/>
                9 баллов - 27 раз<br/>
                8 баллов - 24 раза<br/>
                7 баллов - 21 раз<br/>
                6 баллов - 18 раз<br/>
                5 баллов - 15 раз<br/>
                4 баллов - 12 раз<br/>
                3 баллов - 9 раз<br/>
                2 баллов - 6 раз<br/>
                1 балл - 3 раза<br/>
                <br/>
                <br/>
                <b>Бонус 5 баллов кто сможет одеть футболку с ногами на стене (надо быть близко к стене!!) помотрите точое объяснение в конце видео челленджей!</b>

            </div>
        )
    }
}

export default ChallengeRus;