import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Для детей 4-5 лет: в упоре лежа, касание ногой протвоположного кулака за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 60 раз<br/>
                9 баллов - 55 раз<br/>
                8 баллов - 50 раз<br/>
                7 баллов - 45 раз<br/>
                6 баллов - 40 раз<br/>
                5 баллов - 35 раз<br/>
                4 баллов - 30 раз<br/>
                3 баллов - 25 раз<br/>
                2 баллов - 20 раза<br/>
                1 балл - 10 раз<br/>
                0 баллов - 0 раз<br/>
                <br/>
                <br/>
                <br/>
                <b>Для детей 6 лет и старше: из упора лежа, перевороты на спину и возврат в исходное положение за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 56 раз<br/>
                9 баллов - 52 раз<br/>
                8 баллов - 48 раз<br/>
                7 баллов - 44 раз<br/>
                6 баллов - 40 раз<br/>
                5 баллов - 36 раз<br/>
                4 баллов - 32 раз<br/>
                3 баллов - 28 раз<br/>
                2 баллов - 24 раза<br/>
                1 балл - 12 раз<br/>
                0 баллов - 0 раз<br/>
                <br/>
            </div>
        )
    }
}

export default ChallengeRus;