import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Максимальное количество подъемов на ноги и касание животом пола без помощи рук за 30 сек (посмотрите как это делать на видео)</b>
                <br/>
                <br/>
                <li>Для детей до 7и лет (включительно)</li>
                10 баллов - 14 раз<br/>
                9 баллов - 13 раз<br/>
                8 баллов - 11 раз<br/>
                7 баллов - 10 раз<br/>
                6 баллов - 8 раз<br/>
                5 баллов - 7 раз<br/>
                4 баллов - 5 раз<br/>
                3 баллов - 4 раза<br/>
                2 баллов - 2 раза<br/>
                1 балл - 1 раз<br/>
                <br/>
                <br/>
                <li>Для детей в возрасте 8 лет и старше</li>
                10 баллов - 16 раз<br/>
                9 баллов - 15 раз<br/>
                8 баллов - 13 раз<br/>
                7 баллов - 12 раз<br/>
                6 баллов - 10 раз<br/>
                5 баллов - 9 раз<br/>
                4 баллов - 7 раз<br/>
                3 баллов - 6 раз<br/>
                2 баллов - 4 раза<br/>
                1 балл - 3 раза<br/>
            </div>
        )
    }
}

export default ChallengeRus;