import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Для детей в возрасте до 9и лет (включительно)</b><br/>
                <b>Хлопок под ногой и косание головы руками, каждый раз меняем ногу за 30 сек. (посмотрите как это делать на видео)</b>
                <br/>
                <br/>
                <li>Для детей до 6и лет (включительно)</li>
                10 баллов - 45 раз<br/>
                9 баллов - 40 раз<br/>
                8 баллов - 35 раз<br/>
                7 баллов - 30 раз<br/>
                6 баллов - 25 раз<br/>
                5 баллов - 20 раз<br/>
                4 баллов - 15 раз<br/>
                3 баллов - 10 раз<br/>
                2 баллов - 5 раз<br/>
                1 балл - 2 раза<br/>
                <br/>
                <br/>
                <li>Для детей 7-9 лет (включительно)</li>
                10 баллов - 50 раз<br/>
                9 баллов - 45 раз<br/>
                8 баллов - 40 раз<br/>
                7 баллов - 35 раз<br/>
                6 баллов - 30 раз<br/>
                5 баллов - 25 раз<br/>
                4 баллов - 20 раз<br/>
                3 баллов - 15 раз<br/>
                2 баллов - 10 раз<br/>
                1 балл - 5 раз<br/>
                <br/>
                <br/>
                <b>Для детей в возрасте 10 лет и старше</b><br/>
                <b>Трудно объяснить словами :) за 30 сек. (посмотрите как это делать на видео)</b>
                <br/>
                <br/>
                10 баллов - 35 раз<br/>
                9 баллов - 30 раз<br/>
                8 баллов - 25 раз<br/>
                7 баллов - 20 раз<br/>
                6 баллов - 17 раз<br/>
                5 баллов - 14 раз<br/>
                4 баллов - 11 раз<br/>
                3 баллов - 7 раз<br/>
                2 баллов - 4 раз<br/>
                1 балл - 2 раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;