import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>אתגר לחגורות לבנות וסגולות:</b>
                <br/>
                <li>ביצוע מספר מקסימאלי של "ניקאי צוקי" (שתי מקום רצופות עם אותה היד) בחצי דקה (תסתכלו בסרטון איך)</li>
                <br/>
                הפעם לא יהיה ניקוד מוגדר, הניקוד יהיה תלוי ברמת המאמץ ובגיל של התלמיד<br/>

                <br/>
                <b>אתגר לחגורות כתומות:</b>
                <br/>
                <li>ביצוע מספר מקסימאלי של 2 חסימות - ג'ודאן אוקה וגדן בראי (תסתכלו בסרטון איך)</li>
                <br/>
                10 נק - מעל 20 פעמים<br/>
                9 נק - מעל 18 פעמים<br/>
                8 נק - מעל 16 פעמים<br/>
                7 נק - מעל 14 פעמים<br/>
                6 נק - מעל 12 פעמים<br/>
                5 נק - מעל 10 פעמים<br/>
                4 נק - מעל 8 פעמים<br/>
                3 נק - מעל 6 פעמים<br/>
                2 נק - מעל 4 פעמים<br/>
                1 נק - מעל 2 פעמים<br/>

                <br/>
                <b>אתגר לחגורות כחולות ומעלה:</b>
                <br/>
                <li>ביצוע מספר מקסימאלי של 4 חסימות - ג'ודאן אוקה, סוטו אוקה, אוצ'י אוקה וגדן בראי (תסתכלו בסרטון איך)</li>
                <br/>
                10 נק - מעל 14 פעמים<br/>
                9 נק - מעל 12 פעמים<br/>
                8 נק - מעל 10 פעמים<br/>
                7 נק - מעל 8 פעמים<br/>
                6 נק - מעל 7 פעמים<br/>
                5 נק - מעל 6 פעמים<br/>
                4 נק - מעל 5 פעמים<br/>
                3 נק - מעל 4 פעמים<br/>
                2 נק - מעל 3 פעמים<br/>
                1 נק - מעל 2 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;