import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>לילדים בני 6 ומעלה: כמות מקסימאלית של שיכות שמיכה מהקיר ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 30 פעמים<br/>
                9 נק - 25 פעמים<br/>
                8 נק - 20 פעמים<br/>
                7 נק - 17 פעמים<br/>
                6 נק - 14 פעמים<br/>
                5 נק - 11 פעמים<br/>
                4 נק - 8 פעמים<br/>
                3 נק - 5 פעמים<br/>
                2 נק - 3 פעמים<br/>
                1 נק - פעם 1<br/>
                0 נק - 0 פעמים<br/>
                <br/>
                <br/>

                <b>לילדים בני 4-5: כמות מקסימאלית של בעיטות מאיה גרי לקיר על רגל אחת ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 35 פעמים<br/>
                9 נק - 30 פעמים<br/>
                8 נק - 25 פעמים<br/>
                7 נק - 20 פעמים<br/>
                6 נק - 18 פעמים<br/>
                5 נק - 15 פעמים<br/>
                4 נק - 12 פעמים<br/>
                3 נק - 9 פעמים<br/>
                2 נק - 6 פעמים<br/>
                1 נק - 3 פעמים<br/>
                0 נק - 0 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;