import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Дети 6 лет и старше: координация как на видео за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 28 раз<br/>
                9 баллов - 26 раз<br/>
                8 баллов - 24 раз<br/>
                7 баллов - 22 раз<br/>
                6 баллов - 20 раз<br/>
                5 баллов - 18 раз<br/>
                4 баллов - 16 раз<br/>
                3 баллов - 14 раз<br/>
                2 баллов - 12 раза<br/>
                1 балл - 10 раза<br/>
                0 баллов - менее 10и раз<br/>
                <br/>
                <br/>
                <b>Дети 4-5 лет: координация как на видео за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 23 раз<br/>
                9 баллов - 21 раз<br/>
                8 баллов - 19 раз<br/>
                7 баллов - 17 раз<br/>
                6 баллов - 15 раз<br/>
                5 баллов - 13 раз<br/>
                4 баллов - 11 раз<br/>
                3 баллов - 9 раз<br/>
                2 баллов - 7 раза<br/>
                1 балл - 5 раза<br/>
                0 баллов - менее 5и раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;