import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Челлендж для детей в возросте до 7и лет включительно:</b>
                <br/>
                <li>Рассказ стиха во время упрожнения на пресс (посмотрите как это делать на видео)</li>
                <br/>
                <br/>
                10 баллов - смог рассказать стих до конца<br/>
                5 баллов - не смог рассказать стих до конца<br/>

                <br/>
                <b>Челлендж для детей в возросте с 8и лет и старше:</b>
                <br/>
                <li>Рассказ анекдота во время упрожнения на пресс (посмотрите как это делать на видео)</li>
                <br/>
                <br/>
                10 баллов - смог рассказать анекдот до конца<br/>
                5 баллов - не смог рассказать анекдот до конца<br/>
            </div>
        )
    }
}

export default ChallengeRus;