import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Белые/фиолетовые/оранжевые пояса: упрожнение на координацию за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 41 раз<br/>
                9 баллов - 38 раз<br/>
                8 баллов - 34 раз<br/>
                7 баллов - 30 раз<br/>
                6 баллов - 26 раз<br/>
                5 баллов - 22 раз<br/>
                4 баллов - 18 раз<br/>
                3 баллов - 14 раз<br/>
                2 баллов - 10 раза<br/>
                1 балл - 6 раза<br/>
                0 баллов - менее 6и раз<br/>
                <br/>
                <br/>
                <b>Синии пояса и стврше: упрожнение на координацию за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 42 раз<br/>
                9 баллов - 38 раз<br/>
                8 баллов - 34 раз<br/>
                7 баллов - 30 раз<br/>
                6 баллов - 26 раз<br/>
                5 баллов - 22 раз<br/>
                4 баллов - 18 раз<br/>
                3 баллов - 14 раз<br/>
                2 баллов - 10 раза<br/>
                1 балл - 6 раза<br/>
                0 баллов - менее 6и раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;