import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>לילדים עד גיל 5 (כולל)</b><br/>
                <b>כמות מקסימאלית של צוקי+מאיה גרי עם אותה יד ורגל (חשוב לעשות נכון מבחינת איזה יד עושה מכה ואיזה רגל בעיטה) ב 30 שניות. שימו לב שיש תרגיל בונוס (תסתכלו בסרטון איך)</b>
                <br/>
                <br/>
                <li>ניקוד:</li>
                10 נק - מעל 35 פעמים<br/>
                9 נק - מעל 32 פעמים<br/>
                8 נק - מעל 29 פעמים<br/>
                7 נק - מעל 26 פעמים<br/>
                6 נק - מעל 23 פעמים<br/>
                5 נק - מעל 20 פעמים<br/>
                4 נק - מעל 17 פעמים<br/>
                3 נק - מעל 14 פעמים<br/>
                2 נק - מעל 11 פעמים<br/>
                1 נק - מעל 8 פעמים<br/>
                <br/>
                <br/>
                <b>לילדים בני 6 ומעלה</b><br/>
                <b>כמות מקסימאלית של זוקו גרי ב 30 שניות. שימו לב שיש תרגיל בונוס (תסתכלו בסרטון איך)</b>
                <br/>
                <br/>
                <li>לילדים בני 6-7 (כולל):</li>
                10 נק - מעל 20 פעמים<br/>
                9 נק - מעל 18 פעמים<br/>
                8 נק - מעל 16 פעמים<br/>
                7 נק - מעל 14 פעמים<br/>
                6 נק - מעל 12 פעמים<br/>
                5 נק - מעל 10 פעמים<br/>
                4 נק - מעל 8 פעמים<br/>
                3 נק - מעל 6 פעמים<br/>
                2 נק - מעל 4 פעמים<br/>
                1 נק - מעל 2 פעמים<br/>
                <br/>
                <br/>
                <li>לילדים בני 8 ומעלה</li>
                10 נק - מעל 30 פעמים<br/>
                9 נק - מעל 27 פעמים<br/>
                8 נק - מעל 24 פעמים<br/>
                7 נק - מעל 21 פעמים<br/>
                6 נק - מעל 18 פעמים<br/>
                5 נק - מעל 15 פעמים<br/>
                4 נק - מעל 12 פעמים<br/>
                3 נק - מעל 9 פעמים<br/>
                2 נק - מעל 6 פעמים<br/>
                1 נק - מעל 3 פעמים<br/>
                <br/>
                <br/>
                <b>בונוס 5 נקודות יינתן למי שהצליח לשים חולצה עם רגליים על הקיר (שימו לב שצריך להיות קרוב עם הידיים לקיר!!) תסתכלו הסבר מפורט בסוף סרטון האתגרים!</b>
            </div>
        )
    }
}

export default ChallengeHeb;