import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Для белых и оранжевых поясов:</b>
                <br/>
                <br/>
                <li>Максимальное количество переходов через линию на полу за 30 сек. Обратите внимание что нет прыжков! (посмотрите как это делать на видео)</li>
                10 баллов - 40 раз<br/>
                9 баллов - 35 раз<br/>
                8 баллов - 30 раз<br/>
                7 баллов - 25 раз<br/>
                6 баллов - 20 раз<br/>
                5 баллов - 17 раз<br/>
                4 баллов - 15 раз<br/>
                3 баллов - 10 раз<br/>
                2 баллов - 5 раз<br/>
                1 балл - 2 раза<br/>
                <br/>
                <br/>
                <b>Для синих поясов и старше:</b>
                <br/>
                <br/>
                <li>Максимальное количество блоков джодан уке, сото уке, учи уке, гедан барай каждый раз меняя руку за 30 сек.
                    Обратите внимание что каждые четырие блока начинаются с другой руки! (посмотрите как это делать на видео)</li>
                10 баллов - 15 раз<br/>
                9 баллов - 13 раз<br/>
                8 баллов - 12 раз<br/>
                7 баллов - 10 раз<br/>
                6 баллов - 8 раз<br/>
                5 баллов - 6 раз<br/>
                4 баллов - 5 раз<br/>
                3 баллов - 4 раза<br/>
                2 баллов - 2 раза<br/>
                1 балл - 1 раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;