import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>לילדים בני 4-5: ממצב של שכיבות שמיכה, נגיעות עם כף הרגל באגרוף הנגדי ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 60 פעמים<br/>
                9 נק - 55 פעמים<br/>
                8 נק - 50 פעמים<br/>
                7 נק - 45 פעמים<br/>
                6 נק - 40 פעמים<br/>
                5 נק - 35 פעמים<br/>
                4 נק - 30 פעמים<br/>
                3 נק - 25 פעמים<br/>
                2 נק - 20 פעמים<br/>
                1 נק - 10 פעמים<br/>
                0 נק - 0 פעמים<br/>
                <br/>
                <br/>
                <br/>
                <b>ילדים בני 6 ומעלה: ממצב של שכיבות שמיכה, מעבר לגב וחזרה למצב ההתחלתי ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 56 פעמים<br/>
                9 נק - 52 פעמים<br/>
                8 נק - 48 פעמים<br/>
                7 נק - 44 פעמים<br/>
                6 נק - 40 פעמים<br/>
                5 נק - 36 פעמים<br/>
                4 נק - 32 פעמים<br/>
                3 נק - 28 פעמים<br/>
                2 נק - 24 פעמים<br/>
                1 נק - 12 פעמים<br/>
                0 נק - 0 פעמים<br/>
                <br/>
            </div>
        )
    }
}

export default ChallengeHeb;