import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>בני 6 ומעלה: קוארדינציה כמו בסרטון ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                    10 נק - 28 פעמים<br/>
                    9 נק - 26 פעמים<br/>
                    8 נק - 24 פעמים<br/>
                    7 נק - 22 פעמים<br/>
                    6 נק - 20 פעמים<br/>
                    5 נק - 18 פעמים<br/>
                    4 נק - 16 פעמים<br/>
                    3 נק - 14 פעמים<br/>
                    2 נק - 12 פעמים<br/>
                    1 נק - 10 פעמים<br/>
                    0 נק - פחות מ 10 פעמים<br/>
                <br/>
                <br/>

                <b>בני 4-5: קוארדינציה כמו בסרטון ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 23 פעמים<br/>
                9 נק - 21 פעמים<br/>
                8 נק - 19 פעמים<br/>
                7 נק - 17 פעמים<br/>
                6 נק - 15 פעמים<br/>
                5 נק - 13 פעמים<br/>
                4 נק - 11 פעמים<br/>
                3 נק - 9 פעמים<br/>
                2 נק - 7 פעמים<br/>
                1 נק - 5 פעמים<br/>
                0 נק - פחות מ 5 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;