import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>אתגר לילדים עד גיל 6 (כולל):</b>
                <br/>
                <li>ביצוע מספר מקסימאלי של הרמות יד עד גובה הראש בחצי דקה (תסתכלו בסרטון איך)</li>
                <br/>
                <br/>
                10 נק - מעל 20 פעמים<br/>
                9 נק - מעל 18 פעמים<br/>
                8 נק - מעל 16 פעמים<br/>
                7 נק - מעל 14 פעמים<br/>
                6 נק - מעל 12 פעמים<br/>
                5 נק - מעל 10 פעמים<br/>
                4 נק - מעל 8 פעמים<br/>
                3 נק - מעל 6 פעמים<br/>
                2 נק - מעל 4 פעמים<br/>
                1 נק - מעל 2 פעמים<br/>

                <br/>
                <b>אתגר לגילאים 7 ומעלה:</b>
                <br/>
                <li>ביצוע מספר מקסימאלי של קפיצה + שכיבות שמיכה על רגל אחת (תסתכלו בסרטון איך)</li>
                <br/>
                <br/>
                10 נק - מעל 9 פעמים<br/>
                9 נק - מעל 8 פעמים<br/>
                8 נק - מעל 7 פעמים<br/>
                7 נק - מעל 6 פעמים<br/>
                6 נק - מעל 5 פעמים<br/>
                5 נק - מעל 4 פעמים<br/>
                4 נק - מעל 3 פעמים<br/>
                3 נק - מעל 2 פעמים<br/>
                2 נק - מעל 1 פעמים<br/>
            </div>
        )
    }
}

export default ChallengeHeb;