import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Для дете 4-5 лет: Максимальное количество бросков мяча в стену с приседа за 30 сек. Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 40 раз<br/>
                9 баллов - 35 раз<br/>
                8 баллов - 30 раз<br/>
                7 баллов - 25 раз<br/>
                6 баллов - 20 раз<br/>
                5 баллов - 15 раз<br/>
                4 баллов - 12 раз<br/>
                3 баллов - 10 раз<br/>
                2 баллов - 8 раз<br/>
                1 балл - 4 раз<br/>
                0 баллов - менее чем 4 раз<br/>
                <br/>
                <br/>
                <br/>

                <b>Для 6 лет и старше: Максимальное количество бросков мяча в стену с подъемом на пресс за 30 сек. Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 34 раз<br/>
                9 баллов - 30 раз<br/>
                8 баллов - 28 раз<br/>
                7 баллов - 25 раз<br/>
                6 баллов - 20 раз<br/>
                5 баллов - 18 раз<br/>
                4 баллов - 14 раз<br/>
                3 баллов - 10 раз<br/>
                2 баллов - 8 раз<br/>
                1 балл - 4 раз<br/>
                0 баллов - менее чем 4 раз<br/>
                <br/>

            </div>
        )
    }
}

export default ChallengeRus;