import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Упрожнение на скорость как на видео за 30 секунд (надо снимать так чтоб хорощо было видно упрожнение).
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 35 раз<br/>
                9 баллов - 33 раз<br/>
                8 баллов - 30 раз<br/>
                7 баллов - 27 раз<br/>
                6 баллов - 24 раз<br/>
                5 баллов - 20 раз<br/>
                4 баллов - 16 раз<br/>
                3 баллов - 12 раз<br/>
                2 баллов - 8 раза<br/>
                1 балл - 4 раза<br/>
                0 баллов - менее 4ех раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;