import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Челлендж для детей до 7и лет (включительно):</b>
                <br/>
                <li>Максимальное количество 3 отжимания + 3 поворота вокруг оси за 30 сек (посмотрите как это делать на видео)</li>
                <br/>
                <br/>
                10 баллов - 5 раз<br/>
                8 баллов - 4 раз<br/>
                6 баллов - 3 раз<br/>
                4 баллов - 2 раз<br/>
                2 баллов - 1 раз<br/>

                <br/>
                <b>Челлендж для детей 8и лет и старше:</b>
                <br/>
                <li>Максимальное количество прыжков с кулака на ладонь (начальная позиция рук - наоборот) за 30 сек (посмотрите как это делать на видео)</li>
                <br/>
                <br/>
                10 баллов - 35 раз<br/>
                9 баллов - 30 раз<br/>
                8 баллов - 25 раз<br/>
                7 баллов - 23 раза<br/>
                6 баллов - 20 раз<br/>
                5 баллов - 15 раз<br/>
                4 баллов - 13 раз<br/>
                3 баллов - 10 раз<br/>
                2 баллов - 5 раз<br/>
                1 балл - 2 раза<br/>
            </div>
        )
    }
}

export default ChallengeRus;