import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Максимальное количество переходов со спины на живот и назад на спину за 30 сек (посмотрите как это делать на видео)</b>
                <br/>
                <br/>
                <li>Баллы для 7и лет и младше:</li>
                10 баллов - 21 раз<br/>
                9 баллов - 19 раз<br/>
                8 баллов - 17 раз<br/>
                7 баллов - 15 раз<br/>
                6 баллов - 13 раз<br/>
                5 баллов - 11 раз<br/>
                4 баллов - 9 раз<br/>
                3 баллов - 7 раз<br/>
                2 баллов - 5 раз<br/>
                1 балл - 3 раза<br/>
                <br/>
                <br/>
                <li>Баллы для 8и лет и старше:</li>
                10 баллов - 23 раза<br/>
                9 баллов - 21 раз<br/>
                8 баллов - 19 раз<br/>
                7 баллов - 17 раз<br/>
                6 баллов - 15 раз<br/>
                5 баллов - 13 раз<br/>
                4 баллов - 11 раз<br/>
                3 баллов - 9 раза<br/>
                2 баллов - 7 раз<br/>
                1 балл - 5 раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;