import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Касания прямой руки противоположной ногой из положения упора лежа за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 44 раз<br/>
                9 баллов - 42 раз<br/>
                8 баллов - 40 раз<br/>
                7 баллов - 36 раз<br/>
                6 баллов - 32 раз<br/>
                5 баллов - 26 раз<br/>
                4 баллов - 20 раз<br/>
                3 баллов - 15 раз<br/>
                2 баллов - 10 раза<br/>
                1 балл - 5 раза<br/>
                0 баллов - менее 5и раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;