import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Дети 6 лет и старше: Максимальное количество приседаний с ногой на возвышение за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 31 раз<br/>
                9 баллов - 25 раз<br/>
                8 баллов - 20 раз<br/>
                7 баллов - 17 раз<br/>
                6 баллов - 14 раз<br/>
                5 баллов - 11 раз<br/>
                4 баллов - 8 раз<br/>
                3 баллов - 5 раз<br/>
                2 баллов - 3 раза<br/>
                1 балл - 1 раз<br/>
                0 баллов - 0 раз<br/>
                <br/>
                <br/>
                <b>Дети 4-5 лет: Максимальное время удержания ног и тела в воздухе.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 90 сек<br/>
                9 баллов - 80 сек<br/>
                8 баллов - 70 сек<br/>
                7 баллов - 60 сек<br/>
                6 баллов - 50 сек<br/>
                5 баллов - 40 сек<br/>
                4 баллов - 30 сек<br/>
                3 баллов - 20 сек<br/>
                2 баллов - 10 сек<br/>
                1 балл - 5 сек<br/>
                0 баллов - менне 5-и сек<br/>
            </div>
        )
    }
}

export default ChallengeRus;