import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>לילדים בני 6 ומעלה: כמות מקסימאלית של שב קום על רגל אחת כאשר הרגל השניה נמצאת על גובה ב30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 31 פעמים<br/>
                9 נק - 25 פעמים<br/>
                8 נק - 20 פעמים<br/>
                7 נק - 17 פעמים<br/>
                6 נק - 14 פעמים<br/>
                5 נק - 11 פעמים<br/>
                4 נק - 8 פעמים<br/>
                3 נק - 5 פעמים<br/>
                2 נק - 3 פעמים<br/>
                1 נק - פעם 1<br/>
                0 נק - 0 פעמים<br/>
                <br/>
                <br/>

                <b>לילדים בני 4-5: החזקת רגליים וגוף באוויר לאורך זמן מקסימאלי. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 90 שניות<br/>
                9 נק - 80 שניות<br/>
                8 נק - 70 שניות<br/>
                7 נק - 60 שניות<br/>
                6 נק - 50 שניות<br/>
                5 נק - 40 שניות<br/>
                4 נק - 30 שניות<br/>
                3 נק - 20 שניות<br/>
                2 נק - 10 שניות<br/>
                1 נק - 5 שניות<br/>
                0 נק - פחות מ5 שניות<br/>
            </div>
        )
    }
}

export default ChallengeHeb;