import React from 'react'

class ChallengeHeb extends React.Component{

    render() {
        return (
            <div>
                <b>לילדים בני 4-9: כמות מקסימאלית של נגיעות בקיר ב 30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <li>ניקוד:</li>
                10 נק - 60 פעמים<br/>
                9 נק - 55 פעמים<br/>
                8 נק - 50 פעמים<br/>
                7 נק - 40 פעמים<br/>
                6 נק - 35 פעמים<br/>
                5 נק - 30 פעמים<br/>
                4 נק - 25 פעמים<br/>
                3 נק - 20 פעמים<br/>
                2 נק - 15 פעמים<br/>
                1 נק - 10 פעמים<br/>
                0 נק - פחות מ10 פעמים<br/>
                <br/>
                <br/>
                <br/>
                <b>לבני 10 ומעלה: כמות מקסימאלית עליות עם הידיים על הקיר ב8 ספירות ב 30 שניות. תסתכלו בסרטון איך עושים</b>
                <br/>
                <br/>
                <li>ניקוד:</li>
                10 נק - 11 פעמים<br/>
                9 נק - 10 פעמים<br/>
                8 נק - 9 פעמים<br/>
                7 נק - 8 פעמים<br/>
                6 נק - 7 פעמים<br/>
                5 נק - 6 פעמים<br/>
                4 נק - 5 פעמים<br/>
                3 נק - 4 פעמים<br/>
                2 נק - 3 פעמים<br/>
                1 נק - 2 פעמים<br/>
                0 נק - פחות מ2 פעמים<br/>
                <br/>
            </div>
        )
    }
}

export default ChallengeHeb;