import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Дети 6 лет и старше: Подъем с положении планка и касание двумя рукам стены за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 20 раз<br/>
                9 баллов - 18 раз<br/>
                8 баллов - 16 раз<br/>
                7 баллов - 14 раз<br/>
                6 баллов - 12 раз<br/>
                5 баллов - 10 раз<br/>
                4 баллов - 8 раз<br/>
                3 баллов - 6 раз<br/>
                2 баллов - 4 раза<br/>
                1 балл - 2 раза<br/>
                0 баллов - менее 2ух раз<br/>
                <br/>
                <br/>
                <b>Дети 4-5 лет: поочередное касние полосок на полу лежащих на растояние вытянотуых рук за 30 секунд.
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 26 раз<br/>
                9 баллов - 24 раз<br/>
                8 баллов - 22 раз<br/>
                7 баллов - 20 раз<br/>
                6 баллов - 18 раз<br/>
                5 баллов - 16 раз<br/>
                4 баллов - 14 раз<br/>
                3 баллов - 12 раз<br/>
                2 баллов - 10 раза<br/>
                1 балл - 8 раза<br/>
                0 баллов - менее 8и раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;