import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Челлендж для детей до 6и лет (включительно):</b>
                <br/>
                <li>Максимальное количество подъемов руки до уровня головы из положения упор лежа за 30 сек (посмотрите как это делать на видео)</li>
                <br/>
                <br/>
                10 баллов - 20 раз<br/>
                9 баллов - 18 раз<br/>
                8 баллов - 16 раз<br/>
                7 баллов - 14 раз<br/>
                6 баллов - 12 раз<br/>
                5 баллов - 10 раз<br/>
                4 баллов - 8 раз<br/>
                3 баллов - 6 раз<br/>
                2 баллов - 4 раз<br/>
                1 баллов - 2 раза<br/>

                <br/>
                <b>Челлендж для детей 7и лет и старше:</b>
                <br/>
                <li>Максимальное количество прыжков и отжиманий на одной ноге за 30 сек (посмотрите как это делать на видео)</li>
                <br/>
                <br/>
                10 баллов - 9 раз<br/>
                9 баллов - 8 раз<br/>
                8 баллов - 7 раз<br/>
                7 баллов - 6 раз<br/>
                6 баллов - 5 раз<br/>
                5 баллов - 4 раз<br/>
                4 баллов - 3 раз<br/>
                3 баллов - 2 раз<br/>
                2 баллов - 1 раз<br/>
            </div>
        )
    }
}

export default ChallengeRus;