import React from 'react'

class ChallengeRus extends React.Component{

    render() {
        return (
            <div>
                <b>Максимальное количество приседания на одной ноге за 1 минуту
                    - считаются только те приседание в которых присели и встали до конца!!
                    (если приседание было без помощи то дается 3 очка если с помощю, то 1 очко).
                    Посмотрите как это делать на видео</b>
                <br/>
                <li>Оценка:</li>
                10 баллов - 63 очка<br/>
                9 баллов - 55 очков<br/>
                8 баллов - 45 очков<br/>
                7 баллов - 40 очков<br/>
                6 баллов - 30 очков<br/>
                5 баллов - 20 очков<br/>
                4 баллов - 15 очков<br/>
                3 баллов - 10 очков<br/>
                2 баллов - 5 очков<br/>
                1 балл - 1 очко<br/>
                0 баллов - 0 очков<br/>

            </div>
        )
    }
}

export default ChallengeRus;