import React from 'react'

class GreenChTextRus extends React.Component{

    render() {
        return (
            <div>
                <b>Челлендж для детей в возросте до 6и лет включительно:</b>
                <br/>
                <li>Стойка на противоположной руке и ноге максимальное время (посмотрите как правильно делать на видео)</li>
                <br/>
                <br/>
                10 баллов - более 20 секунд<br/>
                8 баллов - более 18 секунд<br/>
                6 баллов - более 15 секунд<br/>
                5 баллов - более 10 секунд<br/>
                4 баллов - более 5 секунд<br/>
                2 баллов - менее 5 секунд<br/>

                <br/>
                <b>Челлендж для детей в возросте с 7и лет и старше:</b>
                <br/>
                <li>Стойка на руке и ноге с одной стороны максимальное время (посмотрите как правильно делать на видео)</li>
                <br/>
                <br/>
                10 баллов - более 70 секунд<br/>
                9 баллов - более 60 секунд<br/>
                8 баллов - более 50 секунд<br/>
                7 баллов - более 40 секунд<br/>
                6 баллов - более 30 секунд<br/>
                5 баллов - более 25 секунд<br/>
                4 баллов - более 20 секунд<br/>
                3 баллов - более 15 секунд<br/>
                2 баллов - более 10 секунд<br/>
                1 баллов - менее 5 секунд<br/>
            </div>
        )
    }
}

export default GreenChTextRus;