import React from 'react'

class GreenChTextHeb extends React.Component{

    render() {
        return (
            <div>
                <b>אתגר לילדים עד גיל 6 כולל:</b>
                <br/>
                <li>ביצוע מספר מקסימאלי של שב קום עם קפיצה בחצי דקה (תסתכלו בסרטון איך)</li>
                <br/>
                10 נק - מעל 30 חזרות<br/>
                8 נק - מעל 25 חזרות<br/>
                6 נק - מעל 23 חזרות<br/>
                5 נק - מעל 20 חזרות<br/>
                4 נק - מעל 15 חזרות<br/>
                2 נק - פחות 15 חזרות<br/>

                <br/>
                <b>אתגר לילדים גיל 7 ומעלה:</b>
                <br/>
                <li>ביצוע מקסימאלי של ברפי בחצי דקה (תסתכלו בסרטון איך)</li>
                <br/>
                10 נק - מעל 15 חזרות<br/>
                9 נק - מעל 14 חזרות<br/>
                8 נק - מעל 13 חזרות<br/>
                7 נק - מעל 12 חזרות<br/>
                6 נק - מעל 11 חזרות<br/>
                5 נק - מעל 10 חזרות<br/>
                4 נק - מעל 9 חזרות<br/>
                3 נק - מעל 8 חזרות<br/>
                2 נק - מעל 7 חזרות<br/>
                1 נק - מעל 6 חזרות<br/>
            </div>
        )
    }
}

export default GreenChTextHeb;