import React from 'react'

class GreenChTextRus extends React.Component{

    render() {
        return (
            <div>
                <b>Челлендж для детей в возросте до 6и лет включительно:</b>
                <br/>
                <li>Пресидание с прыжком втечение 30 секунд (посмотрите как правильно делать на видео)</li>
                <br/>
                <br/>
                10 баллов - более 30 раз<br/>
                8 баллов - более 25 раз<br/>
                6 баллов - более 23 раз<br/>
                5 баллов - более 20 раз<br/>
                4 баллов - более 15 раз<br/>
                2 баллов - менее 15 раз<br/>

                <br/>
                <b>Челлендж для детей в возросте с 7и лет и старше:</b>
                <br/>
                <li>Берпи втечение 30 секунд (посмотрите как правильно делать на видео)</li>
                <br/>
                <br/>
                10 баллов - более 15 раз<br/>
                9 баллов - более 14 раз<br/>
                8 баллов - более 13 раз<br/>
                7 баллов - более 12 раз<br/>
                6 баллов - более 11 раз<br/>
                5 баллов - более 10 раз<br/>
                4 баллов - более 9 раз<br/>
                3 баллов - более 8 раз<br/>
                2 баллов - более 7 раз<br/>
                1 баллов - менее 6 раз<br/>
            </div>
        )
    }
}

export default GreenChTextRus;