import React from 'react'

class Kids4_5ChTextRus extends React.Component{

    render() {
        return (
            <div>
                <b>Челлендж для детей в возросте до 8и лет включительно:</b>
                <br/>
                <li>Кувырки вперд втечение 30 секунд (посмотрите как правильно делать на видео)</li>
                <br/>
                <br/>
                10 баллов - более 18 кувырков<br/>
                8 баллов - более 16 кувырков<br/>
                6 баллов - более 14 кувырков<br/>
                5 баллов - более 12 кувырков<br/>
                4 баллов - более 8 кувырков<br/>
                2 баллов - менее 5 кувырков<br/>

            </div>
        )
    }
}

export default Kids4_5ChTextRus;