import React from 'react'

class Kids4_5ChTextHeb extends React.Component {

    render() {
        return (
            <div>
                <b>מקצה שיפורים:</b>
                <br/>
                <li>עמידה על אגרופים לזמן מקסימאלי</li>
                <br/>
                10 נק - מעל 60 שניות<br/>
                8 נק - מעל 40 שניות<br/>
                6 נק - מעל 30 שניות<br/>
                5 נק - מעל 20 שניות<br/>
                4 נק - מעל 10 שניות<br/>
                2 נק - פחות מ10 שניות<br/>

                <li>עמידה על רגל אחת לזמן מקסימאלי</li>
                <br/>
                10 נק - מעל 60 שניות<br/>
                9 נק - מעל 50 שניות<br/>
                8 נק - מעל 45 שניות<br/>
                6 נק - מעל 40 שניות<br/>
                4 נק - מעל 30 שניות<br/>
                3 נק - מעל 20 שניות<br/>
                2 נק - מעל 15 שניות<br/>
                1 נק - מעל 5 שניות<br/>
            </div>
        )
    }
}

export default Kids4_5ChTextHeb;