import React from 'react'

class Kids4_5ChTextRus extends React.Component{

    render() {
        return (
            <div>
                <b>Челлендж для детей в возросте до 6и лет включительно:</b>
                <br/>
                <li>Стойка на противоположной руке и ноге максимальное время (посмотрите как правильно делать на видео)</li>
                <br/>
                <br/>
                10 баллов - более 20 секунд<br/>
                8 баллов - более 18 секунд<br/>
                6 баллов - более 15 секунд<br/>
                5 баллов - более 10 секунд<br/>
                4 баллов - более 5 секунд<br/>
                2 баллов - менее 5 секунд<br/>
            </div>
        )
    }
}

export default Kids4_5ChTextRus;