import React from 'react'

class Kids4_5ChTextRus extends React.Component{

    render() {
        return (
            <div>
                <b>Улучшение результатов</b>
                <br/>
                <li>Стойка на кулаках максимальное время</li>
                <br/>
                <br/>
                10 баллов - более 60 сек<br/>
                8 баллов - более 40 сек<br/>
                6 баллов - более 30 сек<br/>
                5 баллов - более 20 сек<br/>
                4 баллов - более 10 сек<br/>
                2 баллов - менее 10 сек<br/>

                <li>Стойка на одной ноге максимальное время</li>
                <br/>
                <br/>

                10 баллов - более 60 сек<br/>
                9 баллов - более 50 сек<br/>
                8 баллов - более 45 сек<br/>
                6 баллов - более 40 сек<br/>
                4 баллов - более 30 сек<br/>
                3 баллов - более 20 сек<br/>
                2 баллов - более 15 сек<br/>
                1 баллов - более 5 сек<br/>
            </div>
        )
    }
}

export default Kids4_5ChTextRus;