import React from 'react'

class YellowChTextRus extends React.Component{

    render() {
        return (
            <div>
                <b>Улучшение результатов</b>
                <br/>
                <li>Стойка на пальцах максимальное время</li>
                <br/>
                <br/>
                10 баллов - более 60 сек<br/>
                8 баллов - более 40 сек<br/>
                6 баллов - более 30 сек<br/>
                5 баллов - более 20 сек<br/>
                4 баллов - более 10 сек<br/>
                2 баллов - менее 10 сек<br/>

                <li>Удержание ноги в еко гери максимальное время</li>
                <br/>
                <br/>
                10 баллов - более 70 сек<br/>
                9 баллов - более 65 сек<br/>
                8 баллов - более 60 сек<br/>
                7 баллов - более 55 сек<br/>
                6 баллов - более 45 сек<br/>
                5 баллов - более 40 сек<br/>
                4 баллов - более 35 сек<br/>
                3 баллов - более 30 сек<br/>
                2 баллов - более 20 сек<br/>
                1 баллов - более 10 сек<br/>
            </div>
        )
    }
}

export default YellowChTextRus;