import React from 'react'

class YellowChTextRus extends React.Component{

    render() {
        return (
            <div>
                Максимальное количество ударов еко гери в минуту <b>в уровень головы</b>
                <br/>
                <br/>

                10 баллов - более 70 ударов<br/>
                9 баллов - более 65 ударов<br/>
                8 баллов - более 60 ударов<br/>
                7 баллов - более 55 ударов<br/>
                6 баллов - более 45 ударов<br/>
                5 баллов - более 40 ударов<br/>
                4 баллов - более 35 ударов<br/>
                3 баллов - более 30 ударов<br/>
                2 баллов - более 20 ударов<br/>
                1 баллов - более 10 ударов<br/>
            </div>
        )
    }
}

export default YellowChTextRus;