import React from 'react'

class YellowChTextHeb extends React.Component{

    render() {
        return (
            <div>
                <b>אתגר לילדים עד גיל 8 כולל:</b>
                <br/>
                <li>ביצוע מספר מקסימאלי של גילגולים בחצי דקה (תסתכלו בסרטון איך)</li>
                <br/>
                10 נק - מעל 18 גלגולים<br/>
                8 נק - מעל 16 גלגולים<br/>
                6 נק - מעל 14 גלגולים<br/>
                5 נק - מעל 12 גלגולים<br/>
                4 נק - מעל 8 גלגולים<br/>
                2 נק - פחות 5 גלגולים<br/>

                <br/>
                <b>אתגר לילדים גיל 9 ומעלה:</b>
                <br/>
                <li>קפיצות כפות ידים אגרוף בחצי דקה (תסתכלו בסרטון איך)</li>
                <br/>
                10 נק - מעל 38 חזרות<br/>
                9 נק - מעל 36 חזרות<br/>
                8 נק - מעל 34 חזרות<br/>
                7 נק - מעל 28 חזרות<br/>
                6 נק - מעל 25 חזרות<br/>
                5 נק - מעל 22 חזרות<br/>
                4 נק - מעל 18 חזרות<br/>
                3 נק - מעל 14 חזרות<br/>
                2 נק - מעל 10 חזרות<br/>
                1 נק - מעל 5 חזרות<br/>
            </div>
        )
    }
}

export default YellowChTextHeb;