import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>3 сета по 30 секунд бег на руках на месте</li>
                <li>35 приседаний с прыжком и разворотом</li>
                <li>50 раз подъем туловища на пресс</li>
                <li>Отработка мая гери по 20 раз каждой ногой. Акцент на положение ступни (чусоку) и фиксацию (киме).</li>
                <li>Отработка смены боевой стойки, 20 раз каждую стойку.</li>
                <li>Отработка смены стойки с удароми рук и какато гери, 10 раз в каждой стойки.</li>
                <li>3 сета по 2 минуты бой с тенью (бой с воображаемым соперником), каждые 10 секунд смена стойки.</li>
            </div>
        )
    }
}

export default BlueExTextRus;