import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>20 мая киаги каждой ногой</li>
                <li>5 сетов:</li>
                &emsp; &emsp;1. 1 минута в боевой стойке никай ой цуки (2 удара одной рукой, первый больше как обозначение а во второй удар вкладываемся), гиаку цуки, какато гери<br/>
                &emsp; &emsp;2. 30 секунд быстры бег на месте с ударами рук.<br/>
                &emsp; &emsp;3. 30 секунд отдых.<br/>
                <li>25 ударов мая гери с колена каждой ногой. На возврате, нога не падает на колено, а окуратно ставится на пол.</li>
                <li>2 минуты на скорость (как можно больше ударов) в боевой стойке - гиаку мая гери и смена стойки.</li>
                <li>50 подъем на пресс.</li>
            </div>
        )
    }
}

export default BlueExTextRus;