import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>Круговая тренирока (3 круга без остановок). Не суетиться в технике, каждый удар должен быть с концовочкой (концентрированный):</li>
                &emsp; &emsp;1.  1 минута бой с тенью защита ногами и рукам а удары только ногами (не суетиться, делать четкие удары в цель).<br/>
                &emsp; &emsp;2. 15 отжиманий<br/>
                &emsp; &emsp;3. 1 минута без остановки - гиаку цуки, ой цуки, мавашигери. Каждый раз меняем стойку.<br/>
                &emsp; &emsp;4. 15 отжиманий<br/>
                <li>40 раз - берпи без отжиманий, в боевой стойке ой цуки, гиаку цуки, шита цуки.</li>
                <li>40 пресиданий с прыжком и разворотом.</li>
                <li>50 подъемов ног.</li>
            </div>
        )
    }
}

export default BlueExTextRus;