import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>25-50 отжиманий</li>
                <li>40 приседаний с прыжком</li>
                <li>Пресс подъем туловища (1 минута)</li>
                <li>Пресс ножницы (1 минута)</li>
                <li>Тренировка ёко гери по 10 каждой ногой только в голову. Акцент на положение ступни (сокуто) и фиксацию (кимэ). </li>
                <li>Отработка мая гери по 20 раз каждой ногой. Акцент на положение ступни (чусоку) и фиксацию (киме).</li>
                <li>4 раз повтор ката сокуги тайкиоку соно сан полностью.</li>
            </div>
        )
    }
}

export default BlueExTextRus;