import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>Отработка ёко гери по 10 раз в каждую сторону.</li>
                <li>Отработка мая гери по 10 раз каждой ногой.</li>
                <li>В дзенкуцу дачи по 2 дорожки переходы с никай мая гери.</li>
                <li>В дзенкуцу дачи по 2 дорожки переходы с никай мая киаги.</li>
                <li>В дзенкуцу дачи по 2 дорожки переходы с никай ёко гери.</li>
                <li>В дзенкуцу дачи по 2 дорожки:</li>
                &emsp; &emsp;1. Первый шаг никай мая киаги<br/>
                &emsp; &emsp;2. Второй шаг никай мая гери<br/>
                &emsp; &emsp;3. Третий шаг никай ёко гери<br/>
                <li>Пирамида: Начинаем с 12 отжиманий, 12 приседаний и 12 пресс. Потом все по 11. Потом все по 10. И так до 1ого.</li>
            </div>
        )
    }
}

export default BlueExTextRus;