import React from 'react'

class BlueExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>3 סטים: 30 שניות ריצה על הידיים במקום</li>
                <li>35 שב קום עם קפיצה וסיבוב</li>
                <li>50 כפיפות בטן</li>
                <li>תרגול מאיה גרי 20 בעיטות בכל רגל בדגש על מצב כף הרגל (צ'וסוקו) ועצירה קטנה של הרגל בסוף (קימה)</li>
                <li>החלפת עמידה קרבית 20 פעמים כל רגל</li>
                <li>החלפת עמידה קרבית עם מקת יד גיאקו צוקי 10 פעמים כל רגל</li>
                <li>החלפת עמידה קרבית עם בעיטה מאוושי גרי 10 פעמים כל רגל</li>
            </div>
        )
    }
}

export default BlueExTextHeb;