import React from 'react'

class BlueExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>25-50 שכיבות שמיכה</li>
                <li>40 מכרעים צידיים עם החזר של הרגל</li>
                <li>בטן תחתונה: הרמות רגליים (30 שניות)</li>
                <li>בטן אלכסונים: סיבובים בישיבה (30 שניות)</li>
                <li>בטן עליונה: כפיפות רגילות (30 שניות)</li>
                <li>תרגול יוקו גרי 30 בעיטות בכל רגל ל3 גבהים שונים בדגש על מצב כף הרגל (סוקוטו) ועצירה קטנה של הרגל בסוף (קימה)</li>
                <li>4 פעמים ביצוע קאטה סוקוגי תאיקיוקו סונו סאן</li>
            </div>
        )
    }
}

export default BlueExTextHeb;