import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Разтяжки (5 мин)</li>
                <li>25-50 отжиманий</li>
                <li>40 выпадов в сторону</li>
                <li>Пресс подъем ног (30 сек)</li>
                <li>Пресс повороты сидя (30 сек)</li>
                <li>Пресс подъем туловища (30 сек)</li>
                <li>Тренировка еко гери по 20 раз каждой ногой с акцентом на положение ступни (сокуто) и фиксацией (кимэ)</li>
                <li>10 раз повтор 4ех первых движений в ката сокуги тайкиоку соно сан</li>
            </div>
        )
    }
}

export default BlueExTextRus;