import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>35 прыжков с положения отжимания руки впепед</li>
                <li>25 выпадов на каждую ногу</li>
                <li>40 подъёмов на пресс наискосок</li>
                <li>Отработка ёко гери по 20 раз каждой ногой с остановкой на 2 секунды в конце удара (за эти 2 секунды надо провереть что положение ступни правильное)</li>
                <li>5 раз отработка первой дорожки пинан соно ни (в обе стороны).</li>
            </div>
        )
    }
}

export default BlueExTextRus;