import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>25-50 отжиманий</li>
                <li>40 выпадов в сторону с отходом ноги</li>
                <li>Пресс подъем ног (30 сек)</li>
                <li>Пресс повороты сидя (30 сек)</li>
                <li>Пресс подъем туловища (30 сек)</li>
                <li>Тренировка ёко гери по 30 каждой ногой, каждый раз меняя уровень. Акцент на положение ступни (сокуто) и фиксацию (кимэ)</li>
                <li>4 раз повтор ката сокуги тайкиоку соно ни и сокуги тайкиоку соно сан до конца длиной дорожки.</li>
            </div>
        )
    }
}

export default BlueExTextRus;