import React from 'react'

class BlueExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דקות)</li>
                <li>מתיחות (5 דקות)</li>
                <li>20 מאיקיאגי כל רגל.</li>
                <li>5 סטים:</li>
                &emsp; &emsp;1. דקה 1 בעמידה קרבית - ניקאי אוי צוקי (2 מכות עם היד הקידמית, המכה הראשונה היא יותר סימון והשניה חזקה) , גיאקו צוקי, קקטוגרי.<br/>
                &emsp; &emsp;2. 30 שניות ריצה מהירה במקום עם מכות ידים.<br/>
                &emsp; &emsp;3. 30 שניות מנוחה.<br/>
                <li>25 פעמים כל רגל מאיגרי מהברך. בחזור, הרגל לא נופלת עם הברך על הריצפה, אלה בעדינות מונחת על הריצפה.</li>
                <li>2 דקות עבודה מהירה (להספיק כמה שיותר מכות) בעמידה קרבית - גיאקו מאיגרי והחלפת עמידה.</li>
                <li>50 בטן</li>
            </div>
        )
    }
}

export default BlueExTextHeb;