import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>3 сета по 15 отжиманий узким хватом 3 счета вниз 1 счет наверх</li>
                <li>   3 сета по 30 секунд бег на месте с ударами рук</li>
                <li>   50 приседаний с мая гери</li>
                <li>   Подъем ног 30 раз</li>
                <li>    Подъем туловища 40 раз</li>
                <li>   1 минута статический пресс (поднять ноги немного и держать их в воздухе)</li>
                <li>   Отработка смены стойки с удароми рук уширо гери, 10 раз в каждой стойки.</li>
                <li>   Отработка смены стойки с ударом маваши гери чудан + какато гери, 10 раз в каждой стойки.</li>
                <li>   Отработка любимых техник 5 минут.</li>
                <li>   3 сета по 2 минуты бой с тенью используя любимые техники и делая смену стойки каждые 10 сек.</li>
            </div>
        )
    }
}

export default BlueExTextRus;