import React from 'react'

class GreenExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דקות)</li>
                <li>מתיחות (5 דקות)</li>
                <li>אימון מחזורי (2 סיבובים בלי הפסקה). לא להשתולל בטכניקה. כל מכה צריכה להיות מדוייקת ועם סיומת:</li>
                &emsp; &emsp;1. 1 דקה קרב צל - חסימות עם שתי הידיים והרגליים, ומכות רק עם יד שמאל (להשתמש בכל המכות והחסימות שלמדנו ובנוסף תנועות והחלפות עמידה).<br/>
                &emsp; &emsp;2. 30 שניות ריצה מהירה במקום.<br/>
                &emsp; &emsp;3. 1 דקה - חסימות עם שתי הידיים והרגליים, ומכות קרב צל רק עם יד ימין (להשתמש בכל המכות והחסימות שלמדנו ובנוסף תנועות והחלפות עמידה).<br/>
                &emsp; &emsp;4. 30 שניות ברפי<br/>
                &emsp; &emsp;5. 1 דקה קרב צל - חסימות עם שתי הידיים והרגליים, ומכות עם שתי הידיים (להשתמש בכל המכות והחסימות שלמדנו ובנוסף תנועות והחלפות עמידה).<br/>
                &emsp; &emsp;6. 30 שניות מטפס הרים.<br/>
                <li>30 שכיבות שמיכה עם קפיצה</li>
                <li>בטן:</li>
                &emsp; &emsp;1. 25 עליות רגילות.<br/>
                &emsp; &emsp;2. 25 עליות באלכסון ימינה.<br/>
                &emsp; &emsp;3. 25 עליות באלכסון שמאלה.<br/>
                <li>40 שב קום עם קפיצה ורגליים לחזה.</li>
                <li>דקה 1 כל רגל מואשיגרי מהירים (כמה שיותר בעיטות). מקפידים על גב זקוף וכתפיים רפויות.</li>
            </div>
        )
    }
}

export default GreenExTextHeb;