import React from 'react'

class GreenExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דקות)</li>
                <li>מתיחות (5 דקות)</li>
                <li>5 מסלולים של טכניקה בעמידה קרבית:</li>
                &emsp; &emsp;1. 2 חסימות (סוטואוקה) אוי שיטה צוקי, גיאקו מאיגרי.<br/>
                &emsp; &emsp;2. 2 חסימות (סוטואוקה) אוי שיטה צוקי, גיאקו מואשיגרי.<br/>
                &emsp; &emsp;3. 2 חסימות (סוטואוקה) אוי שיטה צוקי, גיאקו שיטה צוקי, גיאקו אושירוגרי.<br/>
                <li>תרגול אושירוגרי 20 כל רגל (דגש על גב ישר).</li>
                <li>קרב צל - 2 סטים של 2 דקות. בקרב משתמשים בטכניקה השלישית מאידוגייקו (2 חסימות (סוטואוקה) אוי שיטה צוקי, גיאקו שיטה צוקי, גיאקו אושירוגרי).</li>
                <li>פירמידה: מתחילים מ15 שכיבות שמיכה, 15 שב קום ו15 בטן. אחרכך כל התרגילים 14 פעמים. אחר כך 13. וככה עד 1.</li>
            </div>
        )
    }
}

export default GreenExTextHeb;