import React from 'react'

class GreenExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>30 שכיבות שמיכה עם מכיאת כף</li>
                <li>20 שכיבות שמיכה 3 שניות ירידה שניה אחת עליה</li>
                <li>פלאנק 2 דקות</li>
                <li>40 שב קום עם קפיצה עם הצמדת ברכיים לחזה</li>
                <li>30 בטן הרמות רגליים</li>
                <li>40 כפיפות בטן רגילות</li>
                <li>תרגול יוקו גרי 10 בעיטות בכל רגל לגובה הראש בדגש על מצב כף הרגל (סוקוטו) ועצירה קטנה של הרגל בסוף (קימה)</li>
                <li>תרגול מאיה גרי 20 בעיטות בכל רגל בדגש על מצב כף הרגל (צ'וסוקו) ועצירה קטנה של הרגל בסוף (קימה)</li>
                <li>5 פעמים חזרה על קאטה גקסאי דאי עד הסוף</li>
                <li>פעמיים חזרה על קאטה יאנצו</li>
                <li>40 מאיה קיאגי כל רגל</li>
            </div>
        )
    }
}

export default GreenExTextHeb;