import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>30 отжиманий на ладошках с хлопком</li>
                <li>20 отжиманий узким хватом 3 счета вниз 1 счет на верх.</li>
                <li>40 приседаний с прыжком и разворотом (обязательно сделать подряд)</li>
                <li>Пресс подъем ног (1 мин)</li>
                <li>Пресс по диоганали (1 мин)</li>
                <li>Пресс подъем ног вертикально (1 мин)</li>
                <li>Статический пресс (1 мин)</li>
                <li>Тренировка ёко гери по 30 каждой ногой, каждый раз меняя уровень. Акцент на положение ступни (сокуто) и фиксацию (кимэ)</li>
                <li>5 раз повтор до первого киай в ката гексай дай</li>
                <li>По разу каждое ката сокуги</li>
                <li>По 40 мая кияги подряд каждой ногой</li>
            </div>
        )
    }
}

export default BlueExTextRus;