import React from 'react'

class BlueExTextRus extends React.Component{

    render() {
        return (
            <div>
                Каждые 2 дня мы будем выставлять ролик с домашним заданием по возростам и поясам.
                <br/>
                Те кто посылают мне ролик с каратистом делующим домашнее задание получает 5 балов. Не обязательно снимать всю тренировку, достаточно 2-5 минут.
                <br/>
                Каждые 2 дня будет новый чалендж. Его надо сделать максимально хорошо.
                <br/>
                За этот чалендж каждый получает от 0 до 10 балов, в зовисимости от качества сделанного упрожнения (если мы очень удивимся качеству мы дадим еще бонусные баллы💪🏻).
                <br/>
                Так что за 2 дня можно набрать до 15 балов (не вклюкая бонусы).
                <br/>
                Все эти балы будут суммироваться до окончательной победы над вирусом😁.
                <br/>
                В конце 10 победителей соревнований (или больше, в зовисимости от вашего участия) получат стоящие призы (совсем не конфетку на палочке😉).
                <br/>
            </div>
        )
    }
}

export default BlueExTextRus;