import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>8 кувырков вперёд и назад.</li>
                <li>Мостик постараться встать так, чтоб голова не касалась пола (родители могут помочь немного за поясницу).
                    Стоять пол минуты у кого получается или 8 попыток у кого не получается.</li>
                <li>Отработка маваши гери над предметом (на уровне пояса). По 30 раз каждой ногой.</li>
                <li>Табата - 30 секунд упражнение, 30 секунд отдых (очень важно интенсивно работать во время 30 секунд упражнения):</li>
                &emsp; &emsp;1. Поочередно как можно быстрее касаться руками груди<br/>
                &emsp; &emsp;2. Прыжки без остановки на правой ноге<br/>
                &emsp; &emsp;3. Пресс обычный<br/>
                &emsp; &emsp;4. Подъем руку вперёд поочерёдно в положение отжимания<br/>
                &emsp; &emsp;5. Прыжки без остановки на левой ноге<br/>
                &emsp; &emsp;6. Подъем на спину лёжа на животе<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextRus;