import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>30 прыжков с разворотом на 180 градусов (стараться делать без остановки и без лишних прыжков на месте)</li>
                <li>Мостик постараться встать так, чтоб голова не касалась пола (родители могут помочь немного за поясницу).
                    Стоять пол минуты у кого получается или 8 попыток у кого не получается.</li>
                <li>Кихон (по 20 раз) :</li>
                &emsp; &emsp;1. Сейкен чудан цуки<br/>
                &emsp; &emsp;2. Джодан уке<br/>
                &emsp; &emsp;3. Гедан барай<br/>
                &emsp; &emsp;4. Мая киаги<br/>
                &emsp; &emsp;5. Мая гери<br/>
                &emsp; &emsp;6. Маваши гери<br/>
                <li>Табата - 30 секунд упражнение, 30 секунд отдых (очень важно интенсивно работать во время 30 секунд упражнения):</li>
                &emsp; &emsp;1. Бег руками<br/>
                &emsp; &emsp;2. Быстрый бег на месте ногами<br/>
                &emsp; &emsp;3. Подъем ног<br/>
                &emsp; &emsp;4. Подьем руку вперёд поочерёдно в положение отжимания<br/>
                &emsp; &emsp;5. Приседания<br/>
                &emsp; &emsp;6. Статический пресс (держать ноги на весу)<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextRus;