import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>10 раз шинкиаку без рук</li>
                <li>10 раз шинкиаку без рук с закрытыми глазами</li>
                <li>20 прыжков с разворотом на 180 градусов (стараться не делать лишних прыжков и не останавливаться)</li>
                <li>10 кувырков назад с прыжком после кувырка</li>
                <li>10 сетов (без остановки) :</li>
                &emsp; &emsp;1. 3 отжимания<br/>
                &emsp; &emsp;2. В боевой стойке - гиаку цуки, ой цуки, маваши гери<br/>
                <li>10 сетов (без остановки) :</li>
                &emsp; &emsp;1. 3 присядпния<br/>
                &emsp; &emsp;2. 2 удара мая гери<br/>
                <li>25 Пресс с ногами под опорой, 2 удара руками на подъеме</li>
            </div>
        )
    }
}

export default Kids4_5ExTextRus;