import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>5 сетов на каждой ноге:</li>
                &emsp; &emsp;1. Прыжек на одной ноге вперёд<br/>
                &emsp; &emsp;2. Прыжек на одной ноге назад<br/>
                &emsp; &emsp;3. Прыжек на одной ноге вокруг себя<br/>
                <li>Мостик 5 раз подняться и опуститься (родители могут помочь за поясницу если не получается)</li>
                <li>4 раза по 10 секунд стойка на одной ноге (нельзя двигаться и прыгать)</li>
                <li>10 сетов каждой ногой - 2 удара руками (ой цуки, гиаку цуки) и маваши гери.</li>
                <li>20 Отжимания с ногами на возвышености (примерно 40 см)</li>
                <li>3 сета:</li>
                &emsp; &emsp;1. 10 присяданий с хлопком над головой<br/>
                &emsp; &emsp;2. 10 подъем ног<br/>

            </div>
        )
    }
}

export default Kids4_5ExTextRus;