import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>10 кувырков не косаясь головой пола (надо для этого подпрыгивать ногами)</li>
                <li>Мостик 5 раз подняться и опуститься (родители могут помочь за поясницу если не получается).</li>
                <li>5 дорожек - Переходы в стойке дзенкуцу дачи с ударом ой цуки, на развороте джодан уке (как на видео).</li>
                <li>10 сетов подряд (быстрые переходы между упражнениями) -</li>
                &emsp; &emsp;1. 3 отжимания<br/>
                &emsp; &emsp;2. 3 пресс с ногами под опорой<br/>
                &emsp; &emsp;3. 5 присяданий<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextRus;