import React from 'react'

class Kids4_5ExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>30 קפיצות עם סיבוב של 180 מעלות (לנסות לעשות בלי הפסקה ובלי קפיצות מיותרות במקום)</li>
                <li>גשר - לנסות לעמוד בגשר כך שהראש לא יגע ברצפה (אם הילד לא מצליח, ההורה יכול לעזור לו). מי שמצליח צריך לעמוד חצי דקה. מי שלא מצליח עושה 8 ניסיונות.</li>
                <li>קיהון 20 חזרות כל טכניקה:</li>
                &emsp; &emsp;1. סייקן צ'ודאן צו'קי<br/>
                &emsp; &emsp;2. דג'ודאן אוקה<br/>
                &emsp; &emsp;3. גדאן בראי<br/>
                &emsp; &emsp;4. מאיקיאגי<br/>
                &emsp; &emsp;5. מאיגרי<br/>
                &emsp; &emsp;6. מואשיגרי<br/>
                <li>טבטה - 30 שניות תרגיל, 30 שניות מנוחה (חשוב מאד לעשות את התרגיל בצורה אינטנסיבית בזמן ה30 שניות של התרגיל):</li>
                &emsp; &emsp;1. ריצה על הידים<br/>
                &emsp; &emsp;2. ריצה מהירה על הרגליים<br/>
                &emsp; &emsp;3. הרמת רגליים<br/>
                &emsp; &emsp;4. הרמת ידיים קדימה לסירוגין במצב של שכיבות שמיכה.<br/>
                &emsp; &emsp;5. שב קום<br/>
                &emsp; &emsp;6. בטן סטטי - להחזיק את הרגליים באוויר.<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextHeb;