import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Разтяжки (5 мин)</li>
                <li>10 повторений: кувырок вперед + кувырок назад + 2 прыжка</li>
                <li>10 повторений: поднятие колена, удар маваши гери правой ногой</li>
                <li>10 повторений: поднятие колена, удар маваши гери левой ногой</li>
                <li>15 отжиманий от пола с колен</li>
                <li>20 прыжков (лягушка) на месте</li>
                <li>15 подъем туловища с прямыми ногами (пресс)</li>
            </div>

        )
    }
}

export default Kids4_5ExTextRus;