import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>10 кувырков вперед</li>
                <li>Выход в стойку дзенкуцу дачи 15 раз каждой ногой</li>
                <li>2 раза по 10 отжиманий на ладошках с отдыхом между сетами</li>
                <li>30 прыжков на одной ноге и 30 прыжков на второй ноге</li>
                <li>20 подъемов туловища (ноги можно держать или поставить под тумбочку)</li>
                <li>15 махов мая кияги каждой ногой</li>
            </div>

        )
    }
}

export default Kids4_5ExTextRus;