import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>5 раз колесо в каждую сторону.</li>
                <li>Мостик постараться встать так, чтоб голова не касалась пола (родители могут помочь немного за поясницу).
                    Стоять пол минуты у кого получается или 8 попыток у кого не получается.</li>
                <li>10 раз каждой ногой - поднять колено как на маваши гери (не выпремляя ноги) и подержать 5 секунд.</li>
                <li>10 раз каждой ногой - поднять колено как на мая гери (не выпремляя ноги) и подержать 5 секунд.</li>
                <li>Отжемания 10 раз с ногами на возвышенности.</li>
                <li>Обратные отжемания 10 раз с руками на возвышенности.</li>
                <li>3 круга:</li>
                &emsp; &emsp;1. 20 секунд бег на месте<br/>
                &emsp; &emsp;2. 20 секунд приседание<br/>
                &emsp; &emsp;3. 20 секунд отдых<br/>
                <li>3 круга:</li>
                &emsp; &emsp;1. 20 секунд статический пресс (поднять ноги и держать)<br/>
                &emsp; &emsp;2. 20 секунд ножницы<br/>
                &emsp; &emsp;3. 20 секунд отдых<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextRus;