import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>20 прыжков на одной ноге крутясь на месте</li>
                <li>20 прыжков на другой ноге крутясь в другую сторону</li>
                <li>крутясь в другую сторону</li>
                <li>5 раз выход в стойку дзенкуцу дачи каждой ногой</li>
                <li>5 дорожек переходы в дзенкуцу дачи с руками на поясе (по 3 шага в каждую сторону)</li>
                <li>В стойке дзенкуцу дачи по 20 ударов маякиаги каждой ногой</li>
                <li>10 медленных отжиманий (5 секунд вниз и 5 секунд наверх).</li>
                <li>20 присядарий с хлопком над головой.</li>
                <li>2 сета (без остоновок):</li>
                &emsp; &emsp;1. 10 подъемов ног<br/>
                &emsp; &emsp;2. 20 секунд вертикальные ножницы (ноги поочерёдно вверх и вниз)<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextRus;