import React from 'react'

class Kids4_5ExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>8 גילגולים קדימה ואחורה.</li>
                <li>גשר - לנסות לעמוד בגשר כך שהראש לא יגע ברצפה (אם הילד לא מצליח, ההורה יכול לעזור לו).
                    מי שמצליח צריך לעמוד חצי דקה. מי שלא מצליח עושה 8 ניסיונות.</li>
                <li>תרגול מואשי גרי מעל עצם (עצם בגובה החגורה). 30 בעיטות כל רגל.</li>
                <li>טבטה - 30 שניות תרגיל, 30 שניות מנוחה (חשוב מאד לעשות את התרגיל בצורה אינטנסיבית בזמן ה30 שניות של התרגיל):</li>
                &emsp; &emsp;1. נגיעות לסירוגין עם הידים בחזה במצב של שכיבות שמיכה<br/>
                &emsp; &emsp;2. קפיצות בלי הפסקה על רגל ימין<br/>
                &emsp; &emsp;3. בטן רגילה<br/>
                &emsp; &emsp;4. הרמת ידיים קדימה לסירוגין במצב של שכיבות שמיכה.<br/>
                &emsp; &emsp;5. קפיצות בלי הפסקה על רגל שמאל<br/>
                &emsp; &emsp;6. הרמת גוף בשכיבה על הבטן (תרגיל לגב)<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextHeb;