import React from 'react'

class Kids4_5ExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>20 קפיצות על רגל אחת עם סיבוב במקום</li>
                <li>20 קפיצות על הרגל השניה עם סיבוב לצד השני</li>
                <li>5 יצאות לעמידה דזנקוצו דאצ'י כל רגל</li>
                <li>5 מסלולים של מעברים בדזנקוצו דאצ'י עם ידיים על המותניים (3 צעדים בכל כיוון)</li>
                <li>10 שכיבות שמיכה איטיות (5 שניות למתה ו5 שניות למעלה)</li>
                <li>20 שב קום עם מחיאת כף מעל הראש</li>
                <li>2 סטים (בלי לעצור):</li>
                &emsp; &emsp;1. 10 הרמות רגליים<br/>
                &emsp; &emsp;2. 20 שניות מספריים אנכיים (כמו מספריים עם רגליים למעלה ולמתה)<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextHeb;