import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>10 кувырков вперёд и назад</li>
                <li>10 колесо в каждую сторону</li>
                <li>В стойке санчин дачи по 20 ударов сейкен чудан цуки каждой рукой</li>
                <li>В стойке санчин дачи по 20 джодан уке каждой рукой</li>
                <li>В стойке хейко дачи по 10 маваши гери каждой ногой</li>
                <li>10 медленных отжиманий (5 секунд вниз и 5 секунд наверх).</li>
                <li>20 присяданий с майагери.</li>
                <li>Ногами нарисовать на воздухе (не кладя ноги на пол):</li>
                &emsp; &emsp;1. Круг (в одну и в другую сторону)<br/>
                &emsp; &emsp;2. Квадрат (в одну и в другую сторону)<br/>
                &emsp; &emsp;3. Человечка<br/>
                &emsp; &emsp;4. Домик<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextRus;