import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>20 прыжков на одной ноге крутясь на месте</li>
                <li>20 прыжков на другой ноге крутясь в другую сторону</li>
                <li>10 сетов прыжки на месте и потом выход в боевую стойку</li>
                <li>10 сетов прыжки на месте и потом выход в боевую стойку и сразу удар маваши гери.</li>
                <li>30 быстрых отжиманий от пола с колен (опускаемся грудью и животом вместе)</li>
                <li>20 присядарий с хлопком над головой.</li>
                <li>2 сета (без остоновок):</li>
                &emsp; &emsp;1. 10 подъемов ног<br/>
                &emsp; &emsp;2. 20 секунд ножнтцы<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextRus;