import React from 'react'

class Kids4_5ExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>5 גלגלונים לכל כיוון</li>
                <li>גשר - לנסות לעמוד בגשר כך שהראש לא יגע ברצפה (אם הילד לא מצליח, ההורה יכול לעזור לו). מי שמצליח צריך לעמוד חצי דקה. מי שלא מצליח עושה 8 ניסיונות.</li>
                <li>10 פעמים להרים את הרגל כמו מואשיגרי (לא לישר) ולהחזיק 5 שניות.</li>
                <li>10 פעמים להרים את הרגל כמו מאיגרי (לא לישר) ולהחזיק 5 שניות.</li>
                <li>10 שכיבות שמיכה עם רגליים בגובה (בערך 50 ס"מ).</li>
                <li>10 שכיבות שמיכה הפוכות עם ידים על הגובה (בערך 50 ס"מ).</li>
                <li>3 סיבובים:</li>
                &emsp; &emsp;1. 20 שניות ריצה במקום<br/>
                &emsp; &emsp;2. 20 שניות שב קום<br/>
                &emsp; &emsp;3. 20 שניות מנוחה<br/>
                <li>3 סיבובים:</li>
                &emsp; &emsp;1. 20 שניות בטן סטטית (להרים רגליים באוויר)<br/>
                &emsp; &emsp; 2. 20 שניות מספריים<br/>
                &emsp; &emsp;3. 20 שניות מנוחה<br/>
            </div>
        )
    }
}

export default Kids4_5ExTextHeb;