import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>10 сетов (стараться не делать паузу между кувырком и прыжком):</li>
                &emsp; &emsp;1. Кувырок вперед<br/>
                &emsp; &emsp;2. Прыжок с руками наверх<br/>
                <li>10 роликов</li>
                <li>По 10 раз в каждой стойке (дзенкуцу дачи) :</li>
                &emsp; &emsp;1. Мая киаги<br/>
                &emsp; &emsp;2. Мая гери<br/>
                <li>10 отжиманий с ногами на возвышенности (примерно 40 см). Ноги стоят на подушечках пальцев ближе к краю возвышености, чтоб голени были на воздухе.</li>
                <li>25 секунд бег на руках.</li>
                <li>Ногами красиво рисуем (не класть ноги):</li>
                &emsp; &emsp;1. Круг в обе стороны<br/>
                &emsp; &emsp;2. Квадрат в обе стороны<br/>
                &emsp; &emsp;3. Домик<br/>
                &emsp; &emsp;4. Человечка<br/>
                &emsp; &emsp;5. Дерево<br/>
                <li>Прыгать без остановки 45 секунд на каждой ноге.</li>
            </div>
        )
    }
}

export default Kids4_5ExTextRus;