import React from 'react'

class Kids4_5ExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>10 повторений: кувырок вперед + кувырок назад + 2 прыжка</li>
                <li>10 повторений: поднятие колена, удар маваши гери правой ногой</li>
                <li>10 повторений: поднятие колена, удар маваши гери левой ногой</li>
                <li>4 раза по 5 отжиманий от пола с отдыхом между сетами</li>
                <li>25 прыжков (лягушка) на месте</li>
                <li>Ногами рисовать 8 кругов в одну сторону и 8 кругов в другую (пресс)</li>
            </div>

        )
    }
}

export default Kids4_5ExTextRus;