import React from 'react'

class WhiteOrangeExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>3 сета по 20 секунд бег на руках на месте</li>
                <li>30 приседаний с прыжком и разворотом</li>
                <li>40 раз подъем туловища на пресс</li>
                <li>Отработка мая гери по 20 раз каждой ногой. Акцент на положение ступни (чусоку) и фиксацию (киме).</li>
                <li>Отработка смены боевой стойки, 20 раз каждую стойку.</li>
                <li>Отработка смены стойки с удароми рук, 10 раз в каждой стойки.</li>
                <li>3 сета по 1.5 минуты бой с тенью (бой с воображаемым соперником), каждые 10 секунд смена стойки.</li>
            </div>
        )
    }
}

export default WhiteOrangeExTextRus;