import React from 'react'

class WhiteOrangeExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>Отработка ёко гери по 10 раз в каждую сторону.</li>
                <li>Отработка мая гери по 10 раз каждой ногой.</li>
                <li>В дзенкуцу дачи по 2 дорожки переходы с мая гери.</li>
                <li>В дзенкуцу дачи по 2 дорожки переходы с мая киаги.</li>
                <li>В дзенкуцу дачи по 2 дорожки переходы с ёко гери.</li>
                <li>В дзенкуцу дачи по 2 дорожки:</li>
                &emsp; &emsp;1. Пепвый шаг мая киаги<br/>
                &emsp; &emsp;2. Второй шаг мая гери<br/>
                &emsp; &emsp;3. Третий шаг ёко гери<br/>
                <li>Пирамида:</li>
                <li>Начираем с 10 отжиманий, 10 приседаний и 10 пресс. Потом все по 9. Потом все по 8. И так до 1ого.</li>

            </div>
        )
    }
}

export default WhiteOrangeExTextRus;