import React from 'react'

class WhiteOrangeExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>3 סטים של 20 שניות ריצה במקום על כפות הידיים</li>
                <li>   30 שב קום עם קפיצה וסיבוב</li>
                <li> 40 בטן</li>
                <li> 20 בעיטות מאיגרי כל רגל עם דגש על מצב כף הרגל (צ'וסוקו) וסיומת, עצירה בסוף (קימה)</li>
                <li> תרגול החלפת רגליים בעמידה קרבית - 20 פעמים בכל צד</li>
                <li> תרגול החלפת עמידה קרבית עם מכה (גיאקו צוקי) - 10 פעמים בכל צד</li>
                <li> 3 סטים של דקה וחצי קרב צל (קרב עם יריב מדומה), כל 10 שניות מחליפים עמידה</li>
            </div>
        )
    }
}

export default WhiteOrangeExTextHeb;