import React from 'react'

class WhiteOrangeExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>Идо гейко (5 дорожек) в боевой стойке:</li>
                &emsp; &emsp;1. 2 блока руками (сотоуке), ой шита цуки.<br/>
                &emsp; &emsp;2.  2 блока руками (сотоуке), ой шита цуки, гиаку шита цуки.<br/>
                &emsp; &emsp;3. 2 блока руками (сотоуке), ой шита цуки, гиаку маваши гери.<br/>
                <li>Отработка уширо гери по 20 каждой ногой (акцент на прямую спину).</li>
                <li>Пирамида: Начираем с 10 отжиманий, 10 приседаний и 10 пресс. Потом все по 9. Потом все по 8. И так до 1ого.</li>

            </div>
        )
    }
}

export default WhiteOrangeExTextRus;