import React from 'react'

class WhiteOrangeExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>30 прыжков с поджатием ног к груди</li>
                <li>30 прыжков с поочередным поджатием ног к груди из боевой стойки + смена стойки</li>
                <li>30 прыжков с поочередным поджатием ног к груди из боевой стойки + разворот в сторону передней ноги</li>
                <li>30 прыжков с поочередным поджатием ног к груди из боевой стойки + разворот в сторону задней ноги</li>
                <li>20 потжатий одной ношги к груди каждой ногой когда вторая в воздухе</li>
                <li>25 раз каждой ногой: колено над стулом, 10 смен чусоку-хейсоку + удар маваши гери</li>
                <li>10 сетов:</li>
                &emsp; &emsp;Каждой ногй: задержка колена в вертикальном положение в течение 10и сек<br/>
                &emsp; &emsp;10 ударов мая гери каждой ногой<br/>
                <li>Надо чтобы вышло 50 отжиманий поочередно выполняя следующии упрожнения:</li>
                &emsp; &emsp;Отжимание от пола и оттяжка руки в хикитэ<br/>
                &emsp; &emsp;Отжимание от пола и оттяжка руки в хикитэ + удар в потолок<br/>
                <li>50 пресс - подъем туловища</li>
                <li>50 пресс - подъем ног</li>
            </div>
        )
    }
}

export default WhiteOrangeExTextRus;