import React from 'react'

class WhiteOrangeExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>25-50 שכיבות שמיכה</li>
                <li>40 שב קום עם קפיצה</li>
                <li>כפיפות בטן רגילות (60 שניות)</li>
                <li>בטן מספריים (60 שניות)</li>
                <li>תרגול יוקו גרי 10 בעיטות בכל רגל לגובה הראש בדגש על מצב כף הרגל (סוקוטו) ועצירה קטנה של הרגל בסוף (קימה)</li>
                <li>תרגול מאיה גרי 20 בעיטות בכל רגל בדגש על מצב כף הרגל (צ'וסוקו) ועצירה קטנה של הרגל בסוף (קימה)</li>
                <li>4 פעמים חזרה על 8 תנועות ראשונות של קאטה סוקוגי תאיקיוקו סונו איץ' (עד הקיאי הראשון)</li>
                <li>4 פעמים חזרה על 8 תנועות ראשונות של קאטה סוקוגי תאיקיוקו סונו ני (עד הקיאי הראשון)</li>
            </div>
        )
    }
}

export default WhiteOrangeExTextHeb;