import React from 'react'

class YellowExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דקות)</li>
                <li>מתיחות (5 דקות)</li>
                <li>אימון מחזורי (3 סיבובים בלי הפסקה). לא להשתולל בטכניקה. כל מכה צריכה להיות מדוייקת ועם סיומת:</li>
                &emsp; &emsp;1. דקה 1 קרב צל. חסימות אפשר לעשות עם 2 הידים והרגליים ומכות רק עם הרגליים (לעשות מכות מדוייקות במטרה).<br/>
                &emsp; &emsp;2. 15 שכיבות שמיכה<br/>
                &emsp; &emsp;3. דקה 1 בתי הפסקה - גיאקו צוקי, אוי צוקי, מואשיגרי. כל פעם מחליפים עמידה.<br/>
                &emsp; &emsp;4. 15 שכיבות שמיכה<br/>
                <li>40 פעמים - ברפי בלי שכיבות שמיכה, בעמידה קרבית אוי צוקי, גיאקו צוקי, שיטה צוקי.</li>
                <li>40 שב קום עם קפיצה וסיבוב</li>
                <li>50 הרמות רגליים.</li>
            </div>
        )
    }
}

export default YellowExTextHeb;