import React from 'react'

class YellowExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>3 сета по 15 отжиманий узким хватом 3 счета вниз 1 счет наверх</li>
                <li>40 приседаний с мая гери</li>
                <li>Подъем ног 30 раз</li>
                <li>Подъем туловища 40 раз</li>
                <li>1 минута статический пресс (поднять ноги немного и держать их в воздухе)</li>
                <li>Отработка мая гери по 20 раз каждой ногой. Акцент на положение ступни (чусоку) и фиксацию (киме).</li>
                <li>Отработка смены боевой стойки, 20 раз каждую стойку.</li>
                <li>Отработка смены стойки с удароми рук и какато гери, 10 раз в каждой стойки.</li>
                <li>Отработка смены стойки с ударом маваши гери + хиза гери, 10 раз в каждой стойки.</li>
                <li>Отработка любимых техник 5 минут.</li>
                <li>3 сета по 2 минуты бой с тенью используя любимые техники и делая смену стойки каждые 10 сек.</li>
            </div>
        )
    }
}

export default YellowExTextRus;