import React from 'react'

class YellowExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>Круговая тренирока (2 круга без остановок). Не суетиться в технике, каждый удар должен быть с концовочкой (концентрированный):</li>
                &emsp; &emsp;1. 1 минута бой с тенью - блоки обеими руками и ногами, удары только левой рукой
                (все удары и защитгые элементы которые мы учили, а также смещение и смена стойки).<br/>
                &emsp; &emsp;2. 30 секунд быстрый бег на месте<br/>
                &emsp; &emsp;3. 1 минута бой с тенью - блоки обеими руками и ногами, удары только правой рукой
                (все удары и защитгые элементы которые мы учили, а также смещение и смена стойки)<br/>
                &emsp; &emsp;4. 30 секунд берпи
                &emsp; &emsp;5. 1 минута бой с тенью - блоки обеими руками и ногами,
                удары обеими руками (все удары и защитгые элементы которые мы учили, а также смещение и смена стойки)<br/>
                &emsp; &emsp;6. 30 секунд альпинист<br/>
                <li>30 отжиманий с прыжком</li>
                <li>Пресс:</li>
                &emsp; &emsp;1. 25 обычных подъемов<br/>
                &emsp; &emsp;2. 25 подъемов наискосок вправо<br/>
                &emsp; &emsp;3. 25 подъемов наискосок влево<br/>
                <li>40 присяданий с прыжком коленями к груди.</li>
                <li>1 минута каждой ногой на скорость маваши гери (как можно больше ударов) . Следим за прямой спиной и расслабленными плечами.</li>
            </div>
        )
    }
}

export default YellowExTextRus;