import React from 'react'

class YellowExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>25-50 שכיבות שמיכה</li>
                <li>פלאנק 2 דקות</li>
                <li>40 שב קום עם קפיצה</li>
                <li>30 בטן הרמות רגליים</li>
                <li>40 כפיפות בטן רגילות</li>
                <li>תרגול יוקו גרי 10 בעיטות בכל רגל לגובה הראש בדגש על מצב כף הרגל (סוקוטו) ועצירה קטנה של הרגל בסוף (קימה)</li>
                <li>תרגול מאיה גרי 20 בעיטות בכל רגל בדגש על מצב כף הרגל (צ'וסוקו) ועצירה קטנה של הרגל בסוף (קימה)</li>
                <li>5 פעמים חזרה על קאטה יאנצו עד הסוף</li>
                <li>פעמיים חזרה על קאטה פינאן סונו סאן</li>
                <li>40 מאיה קיאגי כל רגל</li>
            </div>
        )
    }
}

export default YellowExTextHeb;