import React from 'react'

class YellowExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>30 שכיבות שמיכה מכפות ידיים עם מחיאת כף</li>
                <li>20 שכיבות שמיכה אחיזה צרה. 3 ספירות ירידה, ספירה אחת עליה</li>
                <li>40 שב קום עם קפיצה וסיבוב (חובה לעשות רצוף)</li>
                <li>הרמות רגליים (1 דקה)</li>
                <li>בטן אלכסונים (1 דקה)</li>
                <li>הרמות רגליים במאונך (1 דקה)</li>
                <li>בטן סטטי (1 דקה)</li>
                <li>תרגול יוקו גרי 30 בעיטות בכל רגל ל3 גבהים שונים בדגש על מצב כף הרגל (סוקוטו) ועצירה קטנה של הרגל בסוף (קימה)</li>
                <li>5 פעמים ביצוע קאטה יאנצו עד הסיבוב</li>
                <li>40 מאיה קיאגי כל רגל</li>
            </div>
        )
    }
}

export default YellowExTextHeb;