import React from 'react'

class YellowExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <b>השיעורים הם כמו של היומיים הקודמים</b>
                <br/>
                <li>חימום (5 דק')</li>
                <li>מתיחות (5 דק')</li>
                <li>3 סטים: 15 שכיבות שמיכה 3 שניות למתה שניה אחת למעלה</li>
                <li>40 שב קום עם מאיה גרי</li>
                <li>הרמות רגליים 30 פעמים</li>
                <li>כפיפות בטן 40 פעמים</li>
                <li>1 דקה בטן סטטית (רגליים באוויר)</li>
                <li>תרגול מאיה גרי 20 בעיטות בכל רגל בדגש על מצב כף הרגל (צ'וסוקו) ועצירה קטנה של הרגל בסוף (קימה)</li>
                <li>החלפות עמידה קרבית 20 פעמים כל צד (תסתכלו בסרטון איך)</li>
                <li>החלפות עמידה קרבית 10 פעמים כל צד עם עבודת ידיים וקאקאטו גרי (תסתכלו בסרטון איך)</li>
                <li>החלפות עמידה קרבית 20 פעמים כל צד עם מאוושי גרי וחיזה גרי (תסתכלו בסרטון איך)</li>
                <li>שיפור טכניקות אהובות 5 דק</li>
                <li>3 סטים: 2 דקות קרב עם צל עם שימוש בטכניקות אהובות, כל 10 שניות החלפת עמידה</li>
            </div>
        )
    }
}

export default YellowExTextHeb;