import React from 'react'

class YellowExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>30 отжиманий на ладошках с хлопком</li>
                <li>20 отжиманий узким хватом 3 счета вниз 1 счет на верх.</li>
                <li>Планка 2 минуты</li>
                <li>40 приседаний с прыжком и поджатием ног к груди</li>
                <li>Подъем ног 30 раз</li>
                <li>Подъем туловища 40 раз</li>
                <li>Тренировка ёко гери по 10 каждой ногой только в голову. Акцент на положение ступни (сокуто) и фиксацию (кимэ). </li>
                <li>Отработка мая гери по 20 раз каждой ногой. Акцент на положение ступни (чусоку) и фиксацию (киме).</li>
                <li>5 раза повтор ката Янцу до конца</li>
                <li>2 раза пинан соно сан.</li>
                <li>По 40 мая киаги подряд каждой ногой</li>
            </div>
        )
    }
}

export default YellowExTextRus;