import React from 'react'

class YellowExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>По 10 раз кадой ногой (следим за положением ступни):</li>
                &emsp; &emsp;1. Ёко гери<br/>
                &emsp; &emsp;2. Мая гери<br/>
                &emsp; &emsp;3. Маваши гери<br/>
                <li>Отработка каждой ногой по 10 раз учи маваши</li>
                <li>Отработка каждой ногой по 10 раз сото маваши</li>
                <li>В дзенкуцу дачи по 2 дорожки переходы с никай мая киаги.</li>
                <li>В дзенкуцу дачи по 2 дорожки переходы с никай учи маваши.</li>
                <li>В дзенкуцу дачи по 2 дорожки переходы с никай сото маваши.</li>
                <li>3 дорожки:</li>
                &emsp; &emsp;1. Никай мая киаги<br/>
                &emsp; &emsp;2. Никай учи маваши<br/>
                &emsp; &emsp;3. Никай сото маваши<br/>
                <li>За 7 минут как можно больше сетов:</li>
                &emsp; &emsp;1. 10 отжиманий<br/>
                &emsp; &emsp;2. 10 пресс<br/>
                &emsp; &emsp;3. 10 приседаний<br/>
            </div>
        )
    }
}

export default YellowExTextRus;