import React from 'react'

class YellowExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דקות)</li>
                <li>     מתיחות (5 דקות)</li>
                <li>       3 סטים של 15 שכיבות שמיכה צרים, 3 שניות ירידה למטה שניה עליה למעלה</li>
                <li>        3 סטים של 30 שניות ריצה במקום עם אגרופים באוויר</li>
                <li>        50 שב קום עם מאיגרי</li>
                <li>         30 הרמות רגליים</li>
                <li>        40 הרמות גוף</li>
                <li>        דקה בטן סטטי (להחזיק רגליים באוויר)</li>
                <li>        תרגול החלפת עמידה קרבית עם 2 מכות ואושירו גרי - 10 פעמים בכל צד</li>
                <li>        תרגול החלפת עמידה קרבית עם מוואשי גרי צ'ודאן וקקטו גרי - 10 פעמים בכל צד</li>
                <li>        5 דקות תרגול טכניקה אהובה</li>
                <li>       3 סטים של 2 דקות קרב צל (קרב עם יריב מדומה), כל 10 שניות מחליפים עמידה.</li>
            </div>
        )
    }
}

export default YellowExTextHeb;