import React from 'react'

class YellowExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דקות)</li>
                <li>מתיחות (5 דקות)</li>
                <li>30 פעמים הצמדות ברכיים לחזה</li>
                <li>30 הצמדות ברכיים לחזה רגל-רגל מעמידה קרבית + החלפת עמידה</li>
                <li>30 הצמדות ברכיים לחזה רגל-רגל מעמידה קרבית + סיבוב לכיוון הרגל הקידמית</li>
                <li>30 הצמדות ברכיים לחזה רגל-רגל מעמידה קרבית + סיבוב לכיוון הרגל האחורית</li>
                <li>20 כל רגל הצמדת ברך אחת לחזה כאשר השניה באוויר</li>
                <li>25 כל רגל: ברך מעל עצם, 10 פעמים החלפות צ'וסוקו-חייסוקו לאחר מכן בעיטה אחת</li>
                <li>10 סטים:</li>
                &emsp; &emsp;כל רגל: החזקת רגל במאונך מעל עצם 10 שניות<br/>
                &emsp; &emsp;10 בעיטות מאי גרי כל רגל<br/>
                <li>במצטבר צריך לצאת 50 שכיבות שמיכה כאשר אנחנו עושים אחד אחרי השני את התרגילים הבאים עם החלפת ידיים:</li>
                &emsp; &emsp;שכיבת שמיכה עם משיכת יד לחיקיטה<br/>
                &emsp; &emsp;שכיבת שמיכה עם משיכת יד לחיקיטה ולאחר מכן מכה לתיקרה <br/>
                <li>50 עליות בטן רגילות</li>
                <li>50 הרמות רגליים</li>
            </div>
        )
    }
}

export default YellowExTextHeb;