import React from 'react'

class YellowExTextRus extends React.Component{

    render() {
        return (
            <div>
                <li>Разминка (5 мин)</li>
                <li>Растяжки (5 мин)</li>
                <li>Идо гейко (5 дорожек) в боевой стойке:</li>
                &emsp; &emsp;1. 2 блока руками (сотоуке), ой шита цуки, гиаку мая гери.<br/>
                &emsp; &emsp;2.  2 блока руками (сотоуке), ой шита цуки, гиаку маваши гери.<br/>
                &emsp; &emsp;3. 2 блока руками (сотоуке), ой шита цуки, гиаку шита цуки, гиаку уширо гери.<br/>
                <li>Отработка уширо гери по 20 каждой ногой (акцерт на прямую спину).</li>
                <li>Бой с тенью 2 сета по 2 мин используя 3ий шаг с техники (2 блока руками (сотоуке), ой шита цуки, гиаку шита цуки, гиаку уширо гери).</li>
                <li>Пирамида: Начираем с 12 отжиманий, 12 приседаний и 12 пресс. Потом все по 11. Потом все по 10. И так до 1ого.</li>
            </div>
        )
    }
}

export default YellowExTextRus;