import React from 'react'

class YellowExTextHeb extends React.Component{

    render() {
        return (
            <div>
                <li>חימום (5 דקות)</li>
                <li>מתיחות (5 דקות)</li>
                <li>תרגול יוקוגרי 10 בעיטות לכל כיוון</li>
                <li>תרגול מאיגרי 10 בעיטות כל רגל</li>
                <li>בדזנרוצודאצ'י 2 מסלולים זזים עם ניקאי מאיגרי</li>
                <li>בדזנרוצודאצ'י 2 מסלולים זזים עם ניקאי מאיקיאגי</li>
                <li>בדזנרוצודאצ'י 2 מסלולים זזים עם ניקאי יוקוגרי</li>
                <li>בדזנרוצודאצ'י 2 מסלולים זזים:</li>
                &emsp; &emsp;1. צעד ראשון מאיקיאגי (ניקואשי דאצ'י) מאיגרי<br/>
                &emsp; &emsp;2. צעד שני מאיגרי (ניקואשי דאצ'י) יוקוגרי<br/>
                &emsp; &emsp;3. צעד שלישי יוקוגרי (ניקואשי דאצ'י) מאיקיאגי<br/>
                <li>פירמידה: מתחילים מ12 שכיבות שמיכה, 12 שב קום ו12 בטן. אחרכך כל התרגילים 11 פעמים. אחר כך 10. וככה עד 1.</li>
            </div>
        )
    }
}

export default YellowExTextHeb;