import React from 'react'

class RulesTextRus extends React.Component{

    render() {
        return (
            <div>
                Каждые 2 дня мы будем выставлять ролик с домашним заданием по возрастам и поясам.
                <br/>
                Каждые 2 дня будет новый челлендж. Его надо сделать максимально хорошо.
                <br/>
                За этот челлендж каждый получает от 0 до 10 баллов, в зависимости от качества сделанного упражнения.
                <br/>
                Все эти баллы будут суммироваться до окончательной победы над вирусом😁.
                <br/>
                В конце победители соревнований (количество победителей будет зависить от вашего участия) получат стоящие призы.
                <br/>
            </div>
        )
    }
}

export default RulesTextRus;